Repository: 0saurabh0/cc-legal-tools-app
Catalog: locale.licenses/*/LC_MESSAGES/by_4.0.po
Languages: cs, id, lt, pt

# s4_sui_generics_database_rights.intro
source: Where the Licensed Rights include Sui Generis Database Rights that apply to Your use of the Licensed Material:
cs: Pokud Licencovaná práva zahrnují Zvláštní práva pořizovatele databáze, která se vztahují na Vaše užití Licencovaného obsahu, platí, že:
id: Apabila Hak Lisensi mencakup Hak Basis Data Sui Generis yang berlaku untuk penggunaan Anda atas Materi Berlisensi:
lt: Kai Suteikiamos Teisės apima Sui Generis Teises į Duomenų Bazes, kurios galioja Jūsų Licencijuojamo Objekto atžvilgiu, tai:
pt: Quando os Direitos Licenciados incluam Direitos Sui Generis sobre Bases de Dados que se apliquem à Sua utilização do Material Licenciado:

# s4_sui_generics_database_rights.adapted_material_sa
source: if You include all or a substantial portion of the database contents in a database in which You have Sui Generis Database Rights, then the database in which You have Sui Generis Database Rights (but not its individual contents) is Adapted Material, including for purposes of Section 3(b); and
cs: pokud zahrnete celý obsah databáze nebo jeho podstatnou část do databáze, ke které Vám náleží Zvláštní práva pořizovatele databáze, potom je tato databáze (ovšem nikoli její jednotlivé prvky), ke které Vám náleží Zvláštní práva pořizovatele databáze, Zpracovaný obsah, a to i pro účely článku 3(b); a
id: apabila Anda mencantumkan seluruh atau sebagian besar dari isi basis data di dalam basis data dengan Hak Basis Data Sui Generis yang dapat Anda gunakan, maka basis data dengan Hak Basis Data Sui Generis yang dapat Anda gunakan (namun bukan isinya secara terpisah) adalah Materi Adaptasi, termasuk untuk kepentingan Bagian 3(b); dan
lt: jei Jūs įtrauksite esminę duomenų bazės turinio dalį į kitą duomenų bazę, į kurią turite Sui Generis Teises, tokiu atveju tokia duomenų bazė, į kurią turite Sui Generis Teises (bet ne jos turinio elementai) bus laikoma Išvestiniu Objektu, įskaitant 3(b) punkte nurodytais tikslais; ir
pt: se Você incluir a totalidade ou uma parte substancial dos conteúdos da base de dados numa base de dados em relação à qual Você tenha Direitos Sui Generis sobre Bases de Dados, então a base de dados em relação à qual Você tenha Direitos Sui Generis sobre Bases de Dados (mas não os seus conteúdos individuais) é Material Adaptado, incluindo para os fins da Cláusula 3(b); e

# s4_sui_generics_database_rights.extract_reuse_nc_nd
source: for the avoidance of doubt, Section <a href="#s2a1">2(a)(1)</a> grants You the right to extract, reuse, reproduce, and Share all or a substantial portion of the contents of the database for NonCommercial purposes only and provided You do not Share Adapted Material;
cs: pro vyloučení pochybností, článek <a href="#s2a1">2(a)(1)</a> Vás opravňuje vytěžovat, zužitkovávat, rozmnožovat a Sdílet celý obsah databáze nebo podstatnou část obsahu databáze pouze pro Nekomerční účely a za podmínky, že Nesdílíte Zpracovaný obsah;
id: untuk menghindari keraguan, Bagian <a href="#s2a1">2(a)(1)</a> memberikan hak kepada Anda untuk mengambil, menggunakan kembali, memperbanyak, dan Membagikan seluruh atau sebagian besar dari isi basis data hanya untuk kepentingan NonKomersial dan Anda tidak dapat Membagikan Materi Adaptasi;
lt: aiškumo sumetimais, pagal <a href="#s2a1">2(a)(1)</a> punktą Jums suteikiama teisė išgauti, pakartotinai naudoti, atkurti ir Dalintis duomenų bazės turiniu ar jos atskiromis dalimis tik Nekomerciniais tikslais ir su sąlyga, kad nevykdysite Dalijimosi Išvestiniais Objektais;
pt: para evitar dúvidas, a Cláusula <a href="#s2a1">2(a)(1)</a> concede-Lhe o direito de extrair, reutilizar, reproduzir e Compartilhar a totalidade ou uma parte substancial dos conteúdos da base de dados apenas para fins NãoComerciais e desde que Você não Compartilhe Material Adaptado;

# s4_sui_generics_database_rights.extract_reuse_nc
source: <li id="s4a">for the avoidance of doubt, Section <a href="#s2a1">2(a)(1)</a> grants You the right to extract, reuse, reproduce, and Share all or a substantial portion of the contents of the database for NonCommercial purposes only;</li>
cs: <li id="s4a">pro vyloučení pochybností, článek <a href="#s2a1">2(a)(1)</a> Vás opravňuje vytěžovat, zužitkovávat, rozmnožovat a Sdílet celý obsah databáze nebo podstatnou část obsahu databáze pouze pro Nekomerční účely;</li>
id: <li id="s4a">untuk menghindari keraguan, Bagian <a href="#s2a1">2(a)(1)</a> memberikan hak kepada Anda untuk mengambil, menggunakan kembali, memperbanyak, dan Membagikan seluruh atau sebagian besar dari isi basis data hanya untuk kepentingan NonKomersial;</li>
lt: <li id="s4a">aiškumo sumetimais, pagal <a href="#s2a1">2(a)(1)</a> punktą Jums suteikiama teisė išgauti, pakartotinai naudoti, atkurti ir Dalintis duomenų bazės turiniu ar jos atskiromis dalimis tik Nekomerciniais tikslais;</li>
pt: <li id="s4a">para evitar dúvidas, a Cláusula <a href="#s2a1">2(a)(1)</a> concede-Lhe o direito de extrair, reutilizar, reproduzir e Compartilhar a totalidade ou uma parte substancial dos conteúdos da base de dados apenas para fins NãoComerciais;</li>

# s4_sui_generics_database_rights.extract_reuse_nd
source: <li id="s4a">for the avoidance of doubt, Section <a href="#s2a1">2(a)(1)</a> grants You the right to extract, reuse, reproduce, and Share all or a substantial portion of the contents of the database, provided You do not Share Adapted Material;</li>
cs: <li id="s4a">pro vyloučení pochybností, článek <a href="#s2a1">2(a)(1)</a> Vás opravňuje vytěžovat, zužitkovávat, rozmnožovat a Sdílet celý obsah databáze nebo podstatnou část obsahu databáze, za podmínky, že Nesdílíte Zpracovaný obsah;</li>
id: <li id="s4a">untuk menghindari keraguan, Bagian <a href="#s2a1">2(a)(1)</a> memberikan hak kepada Anda untuk mengambil, menggunakan kembali, memperbanyak, dan Membagikan seluruh atau sebagian besar dari isi basis data, dengan syarat Anda tidak Membagikan Materi Adaptasi;</li>
lt: <li id="s4a">aiškumo sumetimais, pagal <a href="#s2a1">2(a)(1)</a> punktą Jums suteikiama teisė išgauti, pakartotinai naudoti, atkurti ir Dalintis duomenų bazės turiniu ar jos atskiromis dalimis, su sąlyga, kad nevykdysite Dalijimosi Išvestiniais Objektais;</li>
pt: <li id="s4a">para evitar dúvidas, a Cláusula <a href="#s2a1">2(a)(1)</a> concede-Lhe o direito de extrair, reutilizar, reproduzir e Compartilhar a totalidade ou uma parte substancial dos conteúdos da base de dados, desde que Você não Compartilhe Material Adaptado;</li>

# s5_disclaimer_title
source: Section 5 – Disclaimer of Warranties and Limitation of Liability.
cs: Článek 5 – Vyloučení záruk a omezení odpovědnosti.
id: Bagian 5 – Pernyataan Jaminan dan Batasan Tanggung Jawab.
lt: 5 skyrius – Garantijų išlygos ir atsakomybės apribojimas.
pt: Cláusula 5 – Exclusão de Garantias e Limitação de Responsabilidade.

# s5_a
source: Unless otherwise separately undertaken by the Licensor, to the extent possible, the Licensor offers the Licensed Material as-is and as-available, and makes no representations or warranties of any kind concerning the Licensed Material, whether express, implied, statutory, or other. This includes, without limitation, warranties of title, merchantability, fitness for a particular purpose, non-infringement, absence of latent or other defects, accuracy, or the presence or absence of errors, whether or not known or discoverable. Where disclaimers of warranties are not allowed in full or in part, this disclaimer may not apply to You.
cs: Pokud nebylo Poskytovatelem stanoveno samostatným způsobem jinak, poskytuje Licencovaný obsah v maximálním možném rozsahu podle účinné právní úpravy takový, jaký je, a v podobě, v jaké je dostupný, a nic o něm neprohlašuje, ani k němu neposkytuje záruky, ať už výslovně, implicitně, podle zákona nebo jinak. To se vztahuje mimo jiné na záruku právního původu, prodejnosti, způsobilosti pro určitý účel, neporušení jiných práv, nepřítomnosti skrytých či jiných vad, přesnosti, přítomnosti či nepřítomnosti chyb, ať už známých nebo zjistitelných, či nikoli. Pokud není vyloučení záruky částečně nebo zcela dovoleno, nemusí se na Vás takové vyloučení vztahovat.
id: Kecuali dilaksanakan dengan cara lain secara terpisah oleh Pemberi Lisensi, sejauh yang dimungkinkan, Pemberi Lisensi memberikan Materi Berlisensi “apa adanya” dan “sebagaimana tersedia”, dan tidak memberikan pernyataan atau jaminan apapun terkait Materi Berlisensi, baik secara tegas, secara tersirat, berdasarkan hukum, atau lainnya. Hal ini termasuk, tanpa terbatas pada, jaminan atas hak, jual beli, kecocokan untuk tujuan tertentu, tidak adanya pelanggaran, tidak adanya pengelabuan atau cacat lainnya, keakuratan, atau adanya atau tidak adanya kesalahan, baik yang diketahui maupun tidak. Dalam hal pernyataan jaminan tidak dapat dilaksanakan secara penuh atau sebagian, pernyataan ini tidak berlaku terhadap Anda.
lt: Jei Licenciaras nėra atskirai prisiėmęs kitokių įsipareigojimų, tai Licenciaras, maksimalia įmanoma apimtimi, siūlo Licencijuojamą Objektą Jums naudoti Jūsų rizika, neteikdamas jokių pareiškimų nei garantijų dėl Licencijuojamo Objekto – nei tiesioginių, nei netiesioginių, nustatytų teisės aktuose ir kt. Šios išlygos taikomos garantijoms dėl nuosavybės teisės, paklausumo, tinkamumo naudoti konkrečiam tikslui, pažeidimų neegzistavimo, paslėptų ar kitokių trūkumų nebuvimo, tikslumo, klaidų buvimo ar nebuvimo – tiek žinomų ir įmanomų nustatyti, tiek ir nežinomų ir neįmanomų nustatyti. Tais atvejais, kai tokių garantijų išlygų ar dalies jų nustatyti neleidžiama, Jums šios išlygos gali būti netaikytinos.
pt: Salvo se o Licenciante fizer separadamente uma assunção em sentido contrário, na medida do possível, o Licenciante disponibiliza o Material Licenciado “no estado em que se encontra” (“as-is”) e “como disponível” (“as-available”), e não faz representações ou presta garantias de qualquer tipo relativamente ao Material Licenciado, quer sejam expressas, implícitas, legais ou outras. Isto inclui, mas não se limita a, garantias quanto à titularidade de direitos, potencial de comercialização, adequação a um fim específico, não violação de direitos, ausência de defeitos latentes ou outros defeitos, exatidão, ou existência ou ausência de erros, quer sejam ou não conhecidos ou detetáveis. Quando as exclusões de garantias não sejam permitidas, na íntegra ou em parte, esta exclusão poderá não aplicar-se a Você.

# s5_b
source: To the extent possible, in no event will the Licensor be liable to You on any legal theory (including, without limitation, negligence) or otherwise for any direct, special, indirect, incidental, consequential, punitive, exemplary, or other losses, costs, expenses, or damages arising out of this Public License or use of the Licensed Material, even if the Licensor has been advised of the possibility of such losses, costs, expenses, or damages. Where a limitation of liability is not allowed in full or in part, this limitation may not apply to You.
cs: Poskytovatel za žádných okolností neodpovídá nad minimální rozsah stanovený účinnou právní úpravou na základě jakéhokoliv konceptu odpovědnosti (a to mimo jiné i za nedbalost) a dále pak za jakékoli přímé, zvláštní, nepřímé, náhodné, následné, trestní, exemplární či jiné ztráty, náklady, výdaje, ani škody vzniklé v důsledku této Veřejné licence nebo užití Licencovaného obsahu, a to i tehdy, byl-li Poskytovatel poučen o možnosti vzniku takových ztrát, nákladů, výdajů nebo škod. Pokud není omezení odpovědnosti částečně nebo zcela dovoleno, nemusí se na Vás takové omezení vztahovat.
id: Sejauh yang dimungkinkan, Pemberi Lisensi tidak dapat dianggap bertanggung jawab kepada Anda untuk tindakan hukum apapun (termasuk, tanpa terbatas pada, kelalaian) atau untuk setiap kehilangan, kerugian, pengeluaran, atau kerusakan yang terjadi secara langsung, khusus, tidak langsung, sebagai kecelakaan, akibat, hukuman, pembebasan, atau lainnya yang muncul dari Lisensi Publik ini atau penggunaan Materi Berlisensi, walau pemberi lisensi telah memberitahukan kemungkinan terjadinya kehilangan, kerugian, pengeluaran, atau kerusakan tersebut. Dalam hal pembatasan tanggung jawab tidak dapat dilaksanakan secara penuh atau sebagian, batasan ini tidak berlaku terhadap Anda.
lt: Maksimalia įmanoma apimtimi, Licenciaras jokiais atvejais nebus laikomas atsakingu Jums jokiu teisiniu pagrindu (įkaitant dėl neatsargumo) dėl jokių (tiesioginių, įrodytųjų, netiesioginių, atsitiktinių, papildomų (šalutinių), baudinių, įstatyminių ar panašaus pobūdžio) nuostolių, kaštų, išlaidų ar žalos, kylančios šios Viešosios licencijos pagrindu ar dėl Licencijuojamo Objekto naudojimo, net ir tuo atveju, jei Licenciaras buvo informuotas apie tokių nuostolių, kaštų, išlaidų ar žalos galimybę. Tais atvejais, kai tokių atsakomybės apribojimų visiškai ar iš dalies nustatyti neleidžiama, Jums tokie apribojimai gali būti netaikytini.
pt: Na medida do possível, em nenhum caso será o Licenciante responsável para com Você, com base em nenhum argumento jurídico (incluindo, mas não se limitando a, negligência) ou a outro título, por quaisquer perdas, custos, despesas ou danos, diretos, especiais, indiretos, incidentais, consequenciais, punitivos, exemplares ou outros, resultantes desta Licença Pública ou da utilização do Material Licenciado, ainda que o Licenciante tenha sido advertido da possibilidade dessas perdas, custos, despesas ou danos. Quando a limitação de responsabilidade não seja permitida, na íntegra ou em parte, esta limitação poderá não aplicar-se a Você.

# s5_c
source: The disclaimer of warranties and limitation of liability provided above shall be interpreted in a manner that, to the extent possible, most closely approximates an absolute disclaimer and waiver of all liability.
cs: Výše uvedené vyloučení záruk a omezení odpovědnosti je nutno vykládat způsobem, který se v maximálním rozsahu možném podle účinné právní úpravy blíží absolutnímu vyloučení záruk a omezení veškeré odpovědnosti.
id: Pernyataan jaminan dan batasan tanggung jawab di atas ini dapat diinterpretasikan dengan cara, sejauh yang dimungkinkan, yang paling dekat dengan pernyataan dan pelepasan dari seluruh tanggung jawab sepenuhnya.
lt: Nuostatos apie garantijų išlygas ir atsakomybės apribojimą turi būti aiškinamos taip, kad maksimalia įmanoma apimtimi priartėtų prie visiško garantijų nesuteikimo ir atsakomybės apribojimo.
pt: A exclusão de garantias e a limitação de responsabilidade acima previstas devem ser interpretadas de uma forma que, na medida do possível, mais se aproxime de uma absoluta exclusão de, e renúncia a, toda e qualquer responsabilidade.

# s6_termination_title
source: Section 6 – Term and Termination.
cs: Článek 6 – Doba trvání a zánik licence.
id: Bagian 6 – Jangka Waktu dan Penghentian.
lt: 6 skyrius – Galiojimas ir nutraukimas.
pt: Cláusula 6 – Termo e Cessação.

# s6_termination_applies
source: This Public License applies for the term of the Copyright and Similar Rights licensed here. However, if You fail to comply with this Public License, then Your rights under this Public License terminate automatically.
cs: Tato Veřejná licence je poskytnuta po dobu trvání licencovaných Autorských a obdobných práv. Nicméně, pokud Veřejnou licenci nedodržíte, Vaše oprávnění podle této Veřejné licence automaticky zanikají.
id: Lisensi Publik ini berlaku sepanjang jangka waktu Hak Cipta dan Hak-hak Serupa yang dilisensikan di bawahnya. Walau demikian, apabila Anda lalai dalam melaksanakan ketentuan Lisensi Publik ini, maka hak Anda di bawah Lisensi Publik ini akan secara otomatis berakhir.
lt: Ši Viešoji licencija galioja visą ja licencijuojamų Autorių teisių ir Panašių teisių galiojimo terminą. Tačiau jei nesilaikysite šios Viešosios licencijos nustatytų reikalavimų, Jūsų teisės pagal šią Viešąją licenciją automatiškai pasibaigs.
pt: Esta Licença Pública aplica-se durante o termo do Direito de Autor e Direitos Similares aqui licenciados. No entanto, se Você não cumprir com esta Licença Pública, então os Seus direitos sob esta Licença Pública cessarão automaticamente.

# s6_termination_reinstates_where
source: Where Your right to use the Licensed Material has terminated under Section 6(a), it reinstates:
cs: Pokud Vaše oprávnění k užití Licencovaného obsahu zaniklo podle článku 6(a), je znovu obnoveno:
id: Dalam hal hak Anda untuk menggunakan Materi Berlisensi telah berakhir sesuai Bagian 6(a), Lisensi Publik ini dapat berlaku kembali:
lt: Jei Jūsų teisės naudoti Licencijuojamą Objektą pasibaigė <a href="#s6a">6(a)</a> punkto pagrindu, jų galiojimas bus vėl atkurtas:
pt: Quando o Seu direito de utilizar o Material Licenciado tenha cessado nos termos da Cláusula 6(a), será restabelecido:

# s6_termination_reinstates_automatically
source: automatically as of the date the violation is cured, provided it is cured within 30 days of Your discovery of the violation; or
cs: automaticky ke dni napravení porušení, za předpokladu, že k napravení dojde během 30 dní od okamžiku, kdy jste se o porušení dozvěděl(a); nebo
id: secara otomatis pada tanggal ditanggulanginya kelalaian yang dilakukan, atau dalam waktu 30 hari setelah Anda mengetahui kelalaian yang dilakukan; atau
lt: automatiškai nuo to momento, kai ištaisysite pažeidimą, jei jį ištaisysite per 30 dienų nuo tada, kai apie jį sužinojote; arba
pt: automaticamente a partir da data em que a violação seja sanada, desde que seja sanada dentro de 30 dias a contar da Sua descoberta da violação; ou

# s6_termination_reinstates_express
source: upon express reinstatement by the Licensor.
cs: na základě výslovného obnovení Poskytovatelem.
id: berdasarkan pemberlakukan kembali oleh Pemberi Lisensi.
lt: jei Licenciaras patvirtins tokį teisių atkūrimą.
pt: com o expresso restabelecimento pelo Licenciante.

# s6_termination_reinstates_postscript
source: For the avoidance of doubt, this Section <a href="#s6b">6(b)</a> does not affect any right the Licensor may have to seek remedies for Your violations of this Public License.
cs: Pro vyloučení pochybností, článek <a href="#s6b">6(b)</a> se nedotýká jakýchkoli nároků Poskytovatele, kterých by se mohl na základě Vašeho porušení této Veřejné licence domáhat.
id: Untuk menghindari keraguan, Bagian <a href="#s6b">6(b)</a> tidak berpengaruh pada setiap pelanggaran atas hak yang dimiliki oleh Pemberi Lisensi yang terjadi akibat kelalaian Anda melaksanakan ketentuan dalam Lisensi Publik ini.
lt: Aiškumo sumetimais, <a href="#s6b">6(b)</a> punkto nuostata neriboja jokių Licenciaro teisių taikyti savo pažeistų teisių gynimo būdus dėl Jūsų atliktų Viešosios licencijos nuostatų pažeidimo.
pt: Para evitar dúvidas, esta Cláusula <a href="#s6b">6(b)</a> não afeta qualquer direito que o Licenciante possa ter de obter reparação e medidas legais cabíveis pelas Suas violações desta Licença Pública.

# s7_other_terms_title
source: Section 7 – Other Terms and Conditions.
cs: Článek 7 – Další podmínky.
id: Bagian 7 – Syarat dan Ketentuan Lain.
lt: 7 skyrius – Kitos nuostatos.
pt: Cláusula 7 – Outros Termos e Condições.

# s7_a
source: The Licensor shall not be bound by any additional or different terms or conditions communicated by You unless expressly agreed.
cs: Poskytovatel není vázán žádným Vaším návrhem dalších nebo rozdílných podmínek, ledaže by s tím výslovně souhlasil.
id: Pemberi Lisensi tidak terikat di bawah setiap syarat atau ketentuan tambahan atau syarat atau ketentuan yang berbeda yang Anda sarankan kecuali secara tegas disetujui demikian.
lt: Licenciaro neįpareigoja jokios papildomos Jūsų nustatytos sąlygos ar reikalavimai, jei aiškiai nesusitarėte priešingai.
pt: O Licenciante não estará vinculado a quaisquer termos ou condições, adicionais ou diferentes, comunicados por Você, salvo se expressamente acordado.

# s7_b
source: Any arrangements, understandings, or agreements regarding the Licensed Material not stated herein are separate from and independent of the terms and conditions of this Public License.
cs: Jakékoli smlouvy, ujednání nebo dohody ohledně Licencovaného obsahu, které zde nejsou uvedeny, jsou oddělené a nezávislé na podmínkách této Veřejné licence.
id: Setiap aturan, kesepakatan, atau perjanjian terkait Materi Berlisensi yang tidak tercantum di sini berlaku secara terpisah dan tidak bergantung pada syarat dan ketentuan di bawah Lisensi Publik ini.
lt: Visi čia nenurodyti susižinojimai, susitarimai ar sutartys dėl Licencijuojamo Objekto yra atskiri ir nepriklauso nuo šia Viešąja licencija nustatytų sąlygų ir reikalavimų.
pt: Quaisquer pactos, entendimentos ou acordos relativamente ao Material Licenciado não indicados aqui são separados e independentes dos termos e condições desta Licença Pública.

# s8_interpretation_title
source: Section 8 – Interpretation.
cs: Článek 8 – Výklad.
id: Bagian 8 – Interpretasi.
lt: 8 skyrius – Aiškinimas.
pt: Cláusula 8 – Interpretação.

# s2a5_license_grant_downstream_adapted_material.name
source: Additional offer from the Licensor – Adapted Material
cs: Další nabídka Poskytovatele – Zpracovaný obsah
id: Tawaran Tambahan dari Pemberi Lisensi – Materi Adaptasi
lt: Papildoma Licenciaro oferta – Išvestinis Objektas
pt: Oferta adicional pelo Licenciante – Material Adaptado

# s2a5_license_grant_downstream_adapted_material.text
source: . Every recipient of Adapted Material from You automatically receives an offer from the Licensor to exercise the Licensed Rights in the Adapted Material under the conditions of the Adapter’s License You apply.
cs: . Každému příjemci Zpracovaného obsahu je Vámi automaticky učiněna nabídka k výkonu Licencovaných práva ke Zpracovanému obsahu v souladu s podmínkami Vámi poskytované Licence zpracovatele.
id: . Setiap pengguna Materi Adaptasi yang Anda ciptakan secara otomatis menerima tawaran dari Pemberi Lisensi untuk menggunakan Hak Lisensi pada Materi Adaptasi di bawah syarat dan ketentuan dalam Lisensi Pengadaptasi yang Anda gunakan.
lt: . Kiekvienas Jūsų pateikiamo Išvestinio Objekto gavėjas automatiškai gauna Licenciaro ofertą (pasiūlymą) įgyvendinti Suteikiamas Teises Išvestinio Objekto atžvilgiu Jūsų taikomos Išvestinės Licencijos sąlygomis.
pt: . Cada receptor do Material Adaptado por Você recebe automaticamente uma oferta do Licenciante para exercer os Direitos Licenciados no Material Adaptado sob as condições da Licença do Adaptador que Você aplicar.

# sharealike.intro
source: In addition to the conditions in Section <a href="#s3a">3(a)</a>, if You Share Adapted Material You produce, the following conditions also apply.
cs: Pokud Sdílíte Vámi vytvořený Zpracovaný obsah, uplatňují se na Sdílení kromě podmínek stanovených v článku <a href="#s3a">3(a)</a>také následující podmínky.
id: Sebagai tambahan dari ketentuan dalam Bagian <a href="#s3a">3(a)</a>, apabila Anda Membagikan Materi Adaptasi yang Anda ciptakan, ketentuan di bawah ini juga berlaku.
lt: <strong>Analogiškas platinimas</strong><br/><br/> Be <a href="#s3a">3(a)</a> punkte nurodytų reikalavimų, jei Jūs Dalinatės savo sukurtais Išvestiniais Objektais, taip pat taikomi ir žemiau nurodyti reikalavimai.
pt: Para além das condições da Cláusula <a href="#s3a">3(a)</a>, se Você Compartilhar Material Adaptado que Você produzir, as condições seguintes também se aplicam.

# sharealike.name
source: ShareAlike
cs: Zachovejte licenci
id: BerbagiSerupa
lt: Analogiškas platinimas
pt: CompartilhaIgual
