Repository: 0saurabh0/cc-legal-tools-app
Catalog: locale.licenses/*/LC_MESSAGES/by_4.0.po
Languages: cs, id, lt, pt

# license_medium.by-sa
source: Attribution-ShareAlike 4.0 International
cs: Uveďte původ-Zachovejte licenci 4.0 Mezinárodní
id: Atribusi-BerbagiSerupa 4.0 Internasional
lt: Priskyrimo — Analogiško platinimo 4.0 tarptautinė licencija
pt: Atribuição-CompartilhaIgual 4.0 Internacional

# license_medium.by-nc-nd
source: Attribution-NonCommercial-NoDerivatives 4.0 International
cs: Uveďte původ-Neužívejte komerčně-Nezpracovávejte 4.0 Mezinárodní
id: Atribusi-NonKomersial-TanpaTurunan 4.0 Internasional
lt: Priskyrimo — Nekomercinio naudojimo — Jokių išvestinių kūrinių 4.0 tarptautinė licencija
pt: Atribuição-NãoComercial-SemDerivações 4.0 Internacional

# license_medium.by-nc
source: Attribution-NonCommercial 4.0 International
cs: Uveďte původ-Neužívejte komerčně 4.0 Mezinárodní
id: Atribusi-NonKomersial 4.0 Internasional
lt: Priskyrimo — Nekomercinio naudojimo 4.0 tarptautinė licencija
pt: Atribuição-NãoComercial 4.0 Internacional

# license_medium.by-nc-sa
source: Attribution-NonCommercial-ShareAlike 4.0 International
cs: Uveďte původ-Neužívejte komerčně-Zachovejte licenci 4.0 Mezinárodní
id: Atribusi-NonKomersial-BerbagiSerupa 4.0 Internasional
lt: Priskyrimo — Nekomercinio naudojimo — Analogiško platinimo 4.0 tarptautinė licencija
pt: Atribuição-NãoComercial-CompartilhaIgual 4.0 Internacional

# license_medium.by-nd
source: Attribution-NoDerivatives 4.0 International
cs: Uveďte původ-Nezpracovávejte 4.0 Mezinárodní
id: Atribusi-TanpaTurunan 4.0 Internasional
lt: Priskyrimo — Jokių išvestinių kūrinių 4.0 tarptautinė licencija
pt: Atribuição-SemDerivações 4.0 Internacional

# license_long.by-sa
source: Creative Commons Attribution-ShareAlike 4.0 International Public License
cs: Creative Commons Uveďte původ-Zachovejte licenci 4.0 Mezinárodní Veřejná licence
id: Lisensi Publik Creative Commons Atribusi-BerbagiSerupa 4.0 Internasional
lt: Creative Commons Priskyrimo — Analogiško platinimo 4.0 tarptautinė licencija
pt: Licença Pública Creative Commons Atribuição-CompartilhaIgual 4.0 Internacional

# license_long.by-nc-nd
source: Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International Public License
cs: Creative Commons Uveďte původ-Neužívejte komerčně-Nezpracovávejte 4.0 Mezinárodní Veřejná licence
id: Lisensi Publik Creative Commons Atribusi-NonKomersial-TanpaTurunan 4.0 Internasional
lt: Creative Commons Priskyrimo — Nekomercinio naudojimo — Jokių išvestinių kūrinių 4.0 tarptautinė licencija
pt: Licença Pública Creative Commons Atribuição-NãoComercial-SemDerivações 4.0 Internacional

# license_long.by-nc
source: Creative Commons Attribution-NonCommercial 4.0 International Public License
cs: Creative Commons Uveďte původ-Neužívejte komerčně 4.0 Mezinárodní Veřejná licence
id: Lisensi Publik Creative Commons Atribusi-NonKomersial 4.0 Internasional
lt: Creative Commons Priskyrimo — Nekomercinio naudojimo 4.0 tarptautinė licencija
pt: Licença Pública Creative Commons Atribuição-NãoComercial 4.0 Internacional

# license_long.by-nc-sa
source: Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International Public License
cs: Creative Commons Uveďte původ-Neužívejte komerčně-Zachovejte licenci 4.0 Mezinárodní Veřejná licence
id: Lisensi Publik Creative Commons Atribusi-NonKomersial-BerbagiSerupa 4.0 Internasional
lt: Creative Commons Priskyrimo — Nekomercinio naudojimo — Analogiško platinimo 4.0 tarptautinė licencija
pt: Licença Pública Creative Commons Atribuição-NãoComercial-CompartilhaIgual 4.0 Internacional

# license_long.by-nd
source: Creative Commons Attribution-NoDerivatives 4.0 International Public License
cs: Creative Commons Uveďte původ-Nezpracovávejte 4.0 Mezinárodní Veřejná licence
id: Lisensi Publik Creative Commons Atribusi-TanpaTurunan 4.0 Internasional
lt: Creative Commons Priskyrimo — Jokių išvestinių kūrinių 4.0 tarptautinė licencija
pt: Licença Pública Creative Commons Atribuição-SemDerivações 4.0 Internacional

# license_intro.by-sa
source: By exercising the Licensed Rights (defined below), You accept and agree to be bound by the terms and conditions of this Creative Commons Attribution-ShareAlike 4.0 International Public License ("Public License"). To the extent this Public License may be interpreted as a contract, You are granted the Licensed Rights in consideration of Your acceptance of these terms and conditions, and the Licensor grants You such rights in consideration of benefits the Licensor receives from making the Licensed Material available under these terms and conditions.
cs: Výkonem Licencovaných práv (jak jsou definována níže) souhlasíte s licenčními podmínkami Creative Commons Uveďte původ-Zachovejte licenci 4.0 Mezinárodní veřejná licence (dále jen „Veřejná licence“) a zavazujete se je dodržovat. V rozsahu, v jakém lze tuto Veřejnou licenci chápat jako smlouvu, je Vám oprávnění vykonávat Licencovaná práva uděleno jako protiplnění za Váš souhlas s těmito licenčními podmínkami. Poskytovatel Vám toto oprávnění poskytuje jako protiplnění za výhody, které pro něj vyplývají z toho, že je Licencovaný obsah zpřístupňován za těchto licenčních podmínek.
id: Dengan menggunakan Hak Lisensi (penjelasan di bawah), Anda menerima dan setuju untuk terikat dengan syarat dan ketentuan dari Lisensi Publik Creative Commons Atribusi-BerbagiSerupa 4.0 Internasional (“Lisensi Publik”). Sejauh Lisensi Publik ini dapat dipandang sebagai kontrak, Anda menerima Hak Lisensi dengan mempertimbangkan persetujuan Anda atas syarat dan ketentuan berikut, dan Pemberi Lisensi memberikan Anda hak-hak tersebut dengan mempertimbangkan manfaat yang diterima Pemberi Lisensi dengan menyebarluaskan Materi Berlisensi di bawah syarat dan ketentuan berikut.
lt: Įgyvendindami Suteikiamas Teises (apibrėžimas pateikiamas žemiau), Jūs sutinkate būti saistomi šios Creative Commons Priskyrimo — Analogiško platinimo 4.0 tarptautinės Viešosios licencijos sąlygų („Viešoji licencija“). Ta apimtimi, kiek ši Viešoji licencija gali būti suprantama ir aiškinama kaip sutartis, Jūs įgyjate Suteikiamas Teises su sąlyga, kad sutinkate laikytis šių sąlygų, o Licenciaras Jums tokias teises suteikia atsižvelgdamas į naudą, kurią jis gauna suteikdamas Licencijuojamus Objektus pagal šias sąlygas.
pt: Ao exercer os Direitos Licenciados (definidos abaixo), Você aceita e concorda estar sujeito aos termos e condições desta Licença Pública Creative Commons Atribuição-CompartilhaIgual 4.0 Internacional ("Licença Pública"). Na medida em que esta Licença Pública possa ser interpretada como um contrato, Você recebe os Direitos Licenciados em contrapartida pela Sua aceitação destes termos e condições, e o Licenciante concede-Lhe tais direitos em contrapartida pelos benefícios que o Licenciante recebe por disponibilizar o Material Licenciado sob estes termos e condições.

# license_intro.by-nc-nd
source: By exercising the Licensed Rights (defined below), You accept and agree to be bound by the terms and conditions of this Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International Public License ("Public License"). To the extent this Public License may be interpreted as a contract, You are granted the Licensed Rights in consideration of Your acceptance of these terms and conditions, and the Licensor grants You such rights in consideration of benefits the Licensor receives from making the Licensed Material available under these terms and conditions.
cs: Výkonem Licencovaných práv (jak jsou definována níže) souhlasíte s licenčními podmínkami Creative Commons Uveďte původ-Neužívejte komerčně-Nezpracovávejte 4.0 Mezinárodní veřejná licence (dále jen „Veřejná licence“) a zavazujete se je dodržovat. V rozsahu, v jakém lze tuto Veřejnou licenci chápat jako smlouvu, je Vám oprávnění vykonávat Licencovaná práva uděleno jako protiplnění za Váš souhlas s těmito licenčními podmínkami. Poskytovatel Vám toto oprávnění poskytuje jako protiplnění za výhody, které pro něj vyplývají z toho, že je Licencovaný obsah zpřístupňován za těchto licenčních podmínek.
id: Dengan menggunakan Hak Lisensi (penjelasan di bawah), Anda menerima dan setuju untuk terikat dengan syarat dan ketentuan dari Lisensi Publik Creative Commons Atribusi-NonKomersial-TanpaTurunan 4.0 Internasional (“Lisensi Publik”). Sejauh Lisensi Publik ini dapat dipandang sebagai kontrak, Anda menerima Hak Lisensi dengan mempertimbangkan persetujuan Anda atas syarat dan ketentuan berikut, dan Pemberi Lisensi memberikan Anda hak-hak tersebut dengan mempertimbangkan manfaat yang diterima Pemberi Lisensi dengan menyebarluaskan Materi Berlisensi di bawah syarat dan ketentuan berikut.
lt: Įgyvendindami Suteikiamas Teises (apibrėžimas pateikiamas žemiau), Jūs sutinkate būti saistomi šios Creative Commons Priskyrimo — Nekomercinio naudojimo — Jokių išvestinių kūrinių 4.0 tarptautinės Viešosios licencijos sąlygų („Viešoji licencija“). Ta apimtimi, kiek ši Viešoji licencija gali būti suprantama ir aiškinama kaip sutartis, Jūs įgyjate Suteikiamas Teises su sąlyga, kad sutinkate laikytis šių sąlygų, o Licenciaras Jums tokias teises suteikia atsižvelgdamas į naudą, kurią jis gauna suteikdamas Licencijuojamus Objektus pagal šias sąlygas.
pt: Ao exercer os Direitos Licenciados (definidos abaixo), Você aceita e concorda estar sujeito aos termos e condições desta Licença Pública Creative Commons Atribuição-NãoComercial-SemDerivações 4.0 Internacional ("Licença Pública"). Na medida em que esta Licença Pública possa ser interpretada como um contrato, Você recebe os Direitos Licenciados em contrapartida pela Sua aceitação destes termos e condições, e o Licenciante concede-Lhe tais direitos em contrapartida pelos benefícios que o Licenciante recebe por disponibilizar o Material Licenciado sob estes termos e condições.

# license_intro.by-nc
source: By exercising the Licensed Rights (defined below), You accept and agree to be bound by the terms and conditions of this Creative Commons Attribution-NonCommercial 4.0 International Public License ("Public License"). To the extent this Public License may be interpreted as a contract, You are granted the Licensed Rights in consideration of Your acceptance of these terms and conditions, and the Licensor grants You such rights in consideration of benefits the Licensor receives from making the Licensed Material available under these terms and conditions.
cs: Výkonem Licencovaných práv (jak jsou definována níže) souhlasíte s licenčními podmínkami Creative Commons Uveďte původ-Neužívejte komerčně 4.0 Mezinárodní veřejná licence (dále jen „Veřejná licence“) a zavazujete se je dodržovat. V rozsahu, v jakém lze tuto Veřejnou licenci chápat jako smlouvu, je Vám oprávnění vykonávat Licencovaná práva uděleno jako protiplnění za Váš souhlas s těmito licenčními podmínkami. Poskytovatel Vám toto oprávnění poskytuje jako protiplnění za výhody, které pro něj vyplývají z toho, že je Licencovaný obsah zpřístupňován za těchto licenčních podmínek.
id: Dengan menggunakan Hak Lisensi (penjelasan di bawah), Anda menerima dan setuju untuk terikat dengan syarat dan ketentuan dari Lisensi Publik Creative Commons Atribusi-NonKomersial 4.0 Internasional (“Lisensi Publik”). Sejauh Lisensi Publik ini dapat dipandang sebagai kontrak, Anda menerima Hak Lisensi dengan mempertimbangkan persetujuan Anda atas syarat dan ketentuan berikut, dan Pemberi Lisensi memberikan Anda hak-hak tersebut dengan mempertimbangkan manfaat yang diterima Pemberi Lisensi dengan menyebarluaskan Materi Berlisensi di bawah syarat dan ketentuan berikut.
lt: Įgyvendindami Suteikiamas Teises (apibrėžimas pateikiamas žemiau), Jūs sutinkate būti saistomi šios Creative Commons Priskyrimo — Nekomercinio naudojimo 4.0 tarptautinės Viešosios licencijos sąlygų („Viešoji licencija“). Ta apimtimi, kiek ši Viešoji licencija gali būti suprantama ir aiškinama kaip sutartis, Jūs įgyjate Suteikiamas Teises su sąlyga, kad sutinkate laikytis šių sąlygų, o Licenciaras Jums tokias teises suteikia atsižvelgdamas į naudą, kurią jis gauna suteikdamas Licencijuojamus Objektus pagal šias sąlygas.
pt: Ao exercer os Direitos Licenciados (definidos abaixo), Você aceita e concorda estar sujeito aos termos e condições desta Licença Pública Creative Commons Atribuição-NãoComercial 4.0 Internacional ("Licença Pública"). Na medida em que esta Licença Pública possa ser interpretada como um contrato, Você recebe os Direitos Licenciados em contrapartida pela Sua aceitação destes termos e condições, e o Licenciante concede-Lhe tais direitos em contrapartida pelos benefícios que o Licenciante recebe por disponibilizar o Material Licenciado sob estes termos e condições.

# license_intro.by-nc-sa
source: By exercising the Licensed Rights (defined below), You accept and agree to be bound by the terms and conditions of this Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International Public License ("Public License"). To the extent this Public License may be interpreted as a contract, You are granted the Licensed Rights in consideration of Your acceptance of these terms and conditions, and the Licensor grants You such rights in consideration of benefits the Licensor receives from making the Licensed Material available under these terms and conditions.
cs: Výkonem Licencovaných práv (jak jsou definována níže) souhlasíte s licenčními podmínkami Creative Commons Uveďte původ-Neužívejte komerčně-Zachovejte licenci 4.0 Mezinárodní veřejná licence (dále jen „Veřejná licence“) a zavazujete se je dodržovat. V rozsahu, v jakém lze tuto Veřejnou licenci chápat jako smlouvu, je Vám oprávnění vykonávat Licencovaná práva uděleno jako protiplnění za Váš souhlas s těmito licenčními podmínkami. Poskytovatel Vám toto oprávnění poskytuje jako protiplnění za výhody, které pro něj vyplývají z toho, že je Licencovaný obsah zpřístupňován za těchto licenčních podmínek.
id: Dengan menggunakan Hak Lisensi (penjelasan di bawah), Anda menerima dan setuju untuk terikat dengan syarat dan ketentuan dari Lisensi Publik Creative Commons Atribusi-NonKomersial-BerbagiSerupa 4.0 Internasional (“Lisensi Publik”). Sejauh Lisensi Publik ini dapat dipandang sebagai kontrak, Anda menerima Hak Lisensi dengan mempertimbangkan persetujuan Anda atas syarat dan ketentuan berikut, dan Pemberi Lisensi memberikan Anda hak-hak tersebut dengan mempertimbangkan manfaat yang diterima Pemberi Lisensi dengan menyebarluaskan Materi Berlisensi di bawah syarat dan ketentuan berikut.
lt: Įgyvendindami Suteikiamas Teises (apibrėžimas pateikiamas žemiau), Jūs sutinkate būti saistomi šios Creative Commons Priskyrimo — Nekomercinio naudojimo — Analogiško platinimo 4.0 tarptautinės Viešosios licencijos sąlygų („Viešoji licencija“). Ta apimtimi, kiek ši Viešoji licencija gali būti suprantama ir aiškinama kaip sutartis, Jūs įgyjate Suteikiamas Teises su sąlyga, kad sutinkate laikytis šių sąlygų, o Licenciaras Jums tokias teises suteikia atsižvelgdamas į naudą, kurią jis gauna suteikdamas Licencijuojamus Objektus pagal šias sąlygas.
pt: Ao exercer os Direitos Licenciados (definidos abaixo), Você aceita e concorda estar sujeito aos termos e condições desta Licença Pública Creative Commons Atribuição-NãoComercial-CompartilhaIgual 4.0 Internacional ("Licença Pública"). Na medida em que esta Licença Pública possa ser interpretada como um contrato, Você recebe os Direitos Licenciados em contrapartida pela Sua aceitação destes termos e condições, e o Licenciante concede-Lhe tais direitos em contrapartida pelos benefícios que o Licenciante recebe por disponibilizar o Material Licenciado sob estes termos e condições.

# license_intro.by-nd
source: By exercising the Licensed Rights (defined below), You accept and agree to be bound by the terms and conditions of this Creative Commons Attribution-NoDerivatives 4.0 International Public License ("Public License"). To the extent this Public License may be interpreted as a contract, You are granted the Licensed Rights in consideration of Your acceptance of these terms and conditions, and the Licensor grants You such rights in consideration of benefits the Licensor receives from making the Licensed Material available under these terms and conditions.
cs: Výkonem Licencovaných práv (jak jsou definována níže) souhlasíte s licenčními podmínkami Creative Commons Uveďte původ-Nezpracovávejte 4.0 Mezinárodní veřejná licence (dále jen „Veřejná licence“) a zavazujete se je dodržovat. V rozsahu, v jakém lze tuto Veřejnou licenci chápat jako smlouvu, je Vám oprávnění vykonávat Licencovaná práva uděleno jako protiplnění za Váš souhlas s těmito licenčními podmínkami. Poskytovatel Vám toto oprávnění poskytuje jako protiplnění za výhody, které pro něj vyplývají z toho, že je Licencovaný obsah zpřístupňován za těchto licenčních podmínek.
id: Dengan menggunakan Hak Lisensi (penjelasan di bawah), Anda menerima dan setuju untuk terikat dengan syarat dan ketentuan dari Lisensi Publik Creative Commons Atribusi-TanpaTurunan 4.0 Internasional (“Lisensi Publik”). Sejauh Lisensi Publik ini dapat dipandang sebagai kontrak, Anda menerima Hak Lisensi dengan mempertimbangkan persetujuan Anda atas syarat dan ketentuan berikut, dan Pemberi Lisensi memberikan Anda hak-hak tersebut dengan mempertimbangkan manfaat yang diterima Pemberi Lisensi dengan menyebarluaskan Materi Berlisensi di bawah syarat dan ketentuan berikut.
lt: Įgyvendindami Suteikiamas Teises (apibrėžimas pateikiamas žemiau), Jūs sutinkate būti saistomi šios Creative Commons Priskyrimo — Jokių išvestinių kūrinių 4.0 tarptautinės Viešosios licencijos sąlygų („Viešoji licencija“). Ta apimtimi, kiek ši Viešoji licencija gali būti suprantama ir aiškinama kaip sutartis, Jūs įgyjate Suteikiamas Teises su sąlyga, kad sutinkate laikytis šių sąlygų, o Licenciaras Jums tokias teises suteikia atsižvelgdamas į naudą, kurią jis gauna suteikdamas Licencijuojamus Objektus pagal šias sąlygas.
pt: Ao exercer os Direitos Licenciados (definidos abaixo), Você aceita e concorda estar sujeito aos termos e condições desta Licença Pública Creative Commons Atribuição-SemDerivações 4.0 Internacional ("Licença Pública"). Na medida em que esta Licença Pública possa ser interpretada como um contrato, Você recebe os Direitos Licenciados em contrapartida pela Sua aceitação destes termos e condições, e o Licenciante concede-Lhe tais direitos em contrapartida pelos benefícios que o Licenciante recebe por disponibilizar o Material Licenciado sob estes termos e condições.

# s1_definitions_title
source: Section 1 – Definitions.
cs: Článek 1 - Definice.
id: Bagian 1 – Definisi.
lt: 1 skyrius – Sąvokų apibrėžimai.
pt: Cláusula 1 – Definições.

# s1_definitions.adapters_license
source: *Adapter's License* means the license You apply to Your Copyright and Similar Rights in Your contributions to Adapted Material in accordance with the terms and conditions of this Public License.
cs: *Licencí zpracovatele* se rozumí oprávnění k výkonu Autorských a obdobných práv k Vašemu příspěvku ke Zpracovanému obsahu poskytované v souladu s podmínkami této Veřejné licence.
id: *Lisensi Pengadaptasi* adalah lisensi yang Anda berikan pada Hak Cipta dan Hak-hak Serupa Anda pada kontribusi Anda dalam Materi Adaptasi sesuai dengan syarat dan ketentuan dalam Lisensi Publik ini.
lt: *Išvestinė Licencija* reiškia licenciją, kurią Jūs pagal šios Viešosios licencijos sąlygas suteikiate savo turimų Autorių teisių ir Panašių teisių pagrindu Jūsų sukurtiems Išvestiniams Objektams (ar jų dalims).
pt: *Licença do Adaptador* significa a licença que Você aplica ao Seu Direito de Autor e Direitos Similares nas Suas contribuições ao Material Adaptado de acordo com os termos e condições desta Licença Pública.

# s1_definitions.copyright_and_similar_rights
source: *Copyright and Similar Rights* means copyright and/or similar rights closely related to copyright including, without limitation, performance, broadcast, sound recording, and Sui Generis Database Rights, without regard to how the rights are labeled or categorized. For purposes of this Public License, the rights specified in Section <a href="#s2b">2(b)(1)-(2)</a> are not Copyright and Similar Rights.
cs: *Autorskými a obdobnými právy* se rozumí autorská práva a/nebo obdobná práva, úzce související s právem autorským, zahrnující mimo jiné, nikoliv však výlučně, práva k výkonu výkonného umělce, práva vysílatele, práva výrobce zvukového záznamu a zvláštní práva pořizovatele databáze, bez ohledu na to, jak jsou tato práva označena nebo kategorizována. Pro účely této Veřejné licence nespadají práva uvedená v článku 2(b)(1)-(2) mezi Autorská a obdobná práva.
id: *Hak Cipta dan Hak-hak Serupa* adalah hak cipta dan/atau Hak-hak Serupa yang berkaitan dengan hak cipta termasuk, tanpa terbatas pada, hak untuk mempertunjukan, menyiarkan, merekam suara, dan Hak Basis Data Sui Generis, tanpa mengurangi tanda atau kategori hak-hak tersebut. Untuk tujuan Lisensi Publik ini, hak-hak yang disebutkan dalam Bagian <a href="#s2b">2(b)(1)-(2)</a> tidak termasuk Hak Cipta dan Hak-hak Serupa.
lt: *Autorių teisės ir Panašios teisės* reiškia autorių teises ir/ar panašias teises, kurios yra glaudžiai susijusios su autorių teisėmis, įskaitant, bet neapsiribojant, teises į atlikimą, į transliacijas, į garso įrašus ir Sui Generis Teises į Duomenų Bazes, neatsižvelgiant į tai, kaip tos teisės įvardinamos ar klasifikuojamos. Šios Viešosios licencijos tikslais, <a href="#s2b">2(b)(1)-(2)</a> punkte nurodytos teisės nepriskiriamos prie Autorių teisių ir Panašių teisių.
pt: *Direito de Autor e Direitos Similares* significa direito de autor e/ou direitos similares estreitamente relacionados com o direito de autor, incluindo, mas não se limitando a, direitos de execução, radiodifusão, fixação de sons, e Direitos Sui Generis sobre Bases de Dados, independentemente de como sejam classificados ou categorizados. Para os fins desta Licença Pública, os direitos especificados na Cláusula <a href="#s2b">2(b)(1)-(2)</a> não são Direito de Autor e Direitos Similares.

# s1_definitions.effective_technological_measures
source: *Effective Technological Measures* means those measures that, in the absence of proper authority, may not be circumvented under laws fulfilling obligations under Article 11 of the WIPO Copyright Treaty adopted on December 20, 1996, and/or similar international agreements.
cs: *Účinnými technickými prostředky* se rozumí takové prostředky, které nelze bez příslušného oprávnění obejít, dle předpisů, které byly přijaty za účelem splnění závazků vyplývajících z článku 11 Smlouvy WIPO o autorském právu přijaté 20. prosince 1996 a/nebo obdobných mezinárodních dohod.
id: *Sarana Kontrol Teknologi* adalah tindakan yang, dalam hal tidak adanya otoritas yang berkewajiban, tidak boleh dirusak di bawah ketentuan peraturan perundang-undangan yang memenuhi kewajiban Pasal 11 Perjanjian Hak Cipta WIPO yang berlaku sejak 20 Desember 1996 dan/atau perjanjian internasional yang serupa.
lt: *Veiksmingos Techninės Apsaugos Priemonės* reiškia priemones, kurias vadovaujantis teisės aktais, įgyvendinančiais 1996 m. gruodžio 20 d. PINO autorių teisių sutartį ar panašius tarptautinius susitarimus, draudžiama apeiti neturint specialių įgaliojimų.
pt: *Medidas Eficazes de Caráter Tecnológico* significam aquelas medidas que, na ausência de direito para tanto, não podem ser contornadas em jurisdições cumprindo obrigações sob o Artigo 11 do Tratado da OMPI de Direito de Autor adotado em 20 de dezembro de 1996, e/ou acordos internacionais similares.
