Repository: 0saurabh0/cc-legal-tools-app
Catalog: locale.licenses/*/LC_MESSAGES/by_4.0.po
Languages: cs, id, lt, pt

# s1_definitions.exceptions_and_limitations
source: *Exceptions and Limitations* means fair use, fair dealing, and/or any other exception or limitation to Copyright and Similar Rights that applies to Your use of the Licensed Material.
cs: *Výjimkami a omezeními* se rozumí poctivé užití („fair use“), poctivé zacházení („fair dealing“) a/nebo jakákoli další výjimka nebo omezení Autorských a obdobných práv, uplatňující se na Vaše užití Licencovaného obsahu.
id: *Pengecualian dan Pembatasan* adalah penggunaan yang wajar dan/atau pengecualian atau pembatasan lain atas Hak Cipta dan Hak-hak Serupa yang berlaku pada penggunaan Anda atas Materi Berlisensi.
lt: *Išimtys ir Apribojimai * reiškia sąžiningą naudojimą ir platinimą (angl. – fair dealing), ir/ar bet kokias kitas išimtis iš Autorių teisių ir Panašių teisių, taikytinas Jums naudojant Licencijuojamus Objektus.
pt: *Exceções e Limitações* significam utilização justa (“fair use”), tratamento justo (“fair dealing”), e/ou qualquer outra exceção ou limitação ao Direito de Autor e Direitos Similares que se aplique à Sua utilização do Material Licenciado.

# s1_definitions.licensed_material
source: *Licensed Material* means the artistic or literary work, database, or other material to which the Licensor applied this Public License.
cs: *Licencovaným obsahem* se rozumí umělecké nebo literární dílo, databáze nebo jiný obsah, k němuž Poskytovatel poskytuje tuto Veřejnou licenci.
id: *Materi Berlisensi* adalah ciptaan di bidang seni dan sastra, basis data, atau materi lain yang menggunakan Lisensi Publik ini.
lt: *Licencijuojamas Objektas* reiškia literatūros ar meno kūrinį, duomenų bazę ar kitą objektą, kuriam Licenciaras pritaikė šią Licenciją.
pt: *Material Licenciado* significa o trabalho artístico ou literário, base de dados, ou outro material ao qual o Licenciante aplicou esta Licença Pública.

# s1_definitions.licensed_rights
source: *Licensed Rights* means the rights granted to You subject to the terms and conditions of this Public License, which are limited to all Copyright and Similar Rights that apply to Your use of the Licensed Material and that the Licensor has authority to license.
cs: *Licencovanými právy* se rozumí práva, k jejichž výkonu je Vám uděleno oprávnění za podmínek stanovených touto Veřejnou licencí, která se omezují na veškerá Autorská a obdobná práva, vztahující se na Vaše užití Licencovaného obsahu a která je Poskytovatel oprávněn licencovat.
id: *Hak Lisensi* adalah hak-hak yang diberikan kepada Anda berdasarkan syarat dan ketentuan pada Lisensi Publik ini, yang terbatas pada seluruh Hak Cipta dan Hak-hak Serupa yang berlaku pada penggunaan Anda atas Materi Berlisensi dan terbatas pada bagian yang dapat dilisensikan oleh Pemberi Lisensi.
lt: *Suteikiamos Teisės* reiškia teises, kurios Jums suteikiamos pagal šios Viešosios licencijos sąlygas; jos apima tik Autorių teises ir Panašias teises, kurios taikomos Jūsų atliekamam Licencijuojamo Objekto naudojimui ir tik tas teises, kurias Licenciaras turi teisę suteikti.
pt: *Direitos Licenciados* significam os direitos concedidos a Você sujeitos aos termos e condições desta Licença Pública, que são limitados a todos os Direitos de Autor e Direitos Similares que se apliquem à Sua utilização do Material Licenciado e que o Licenciante tem o direito de licenciar.

# s1_definitions.licensor
source: *Licensor* means the individual(s) or entity(ies) granting rights under this Public License.
cs: *Poskytovatelem* se rozumí fyzická nebo právnická osoba (osoby), která uděluje oprávnění k výkonu práv na základě této Veřejné licence.
id: *Pemberi Lisensi* adalah setiap individu atau entitas yang memberikan hak-hak di bawah Lisensi Publik.
lt: *Licenciaras* reiškia fizinį(-ius) ar juridinį(-ius) asmenį(-is), suteikiantį(-čius) teises pagal šią Viešąją licenciją.
pt: *Licenciante* significa o(s) indivíduo(s) ou entidade(s) concedendo direitos sob esta Licença Pública.

# s1_definitions.share
source: *Share* means to provide material to the public by any means or process that requires permission under the Licensed Rights, such as reproduction, public display, public performance, distribution, dissemination, communication, or importation, and to make material available to the public including in ways that members of the public may access the material from a place and at a time individually chosen by them.
cs: *Sdílením* se rozumí poskytnutí obsahu veřejnosti jakýmkoli způsobem či prostředkem vyžadujícím ve smyslu Licencovaných práv svolení, jako například rozmnožování, veřejné vystavování, veřejné provozování, rozšiřování, šíření, zpřístupňování či dovoz a sdělování veřejnosti způsobem, že kdokoli může mít k obsahu přístup na místě a v čase podle své vlastní volby.
id: *Membagikan* adalah menyediakan materi kepada publik dengan cara atau proses apapun yang membutuhkan izin di bawah Hak Lisensi, seperti memperbanyak, memamerkan, mempertunjukan, menyebarluaskan, mengomunikasikan, atau mengimpor, dan untuk menyediakan materi kepada publik termasuk melalui cara-cara yang memungkinkan publik untuk mengakses materi dari tempat dan waktu yang mereka pilih sendiri.
lt: *Dalintis* reiškia suteikti objektus visuomenei bet kokiomis priemonėmis ar būdais, kuriems Suteikiamų Teisių pagrindu reikalingas sutikimas, pavyzdžiui, atgaminti, viešai paskelbti, viešai atlikti, skleisti, platinti, pranešti, importuoti, padaryti objektus prieinamais visuomenei, įskaitant ir tokiu būdu, kai visuomenės nariai gali gauti prieigą prie objekto savo pasirinktoje vietoje ir laiku.
pt: *Compartilhar* significa fornecer material ao público por qualquer meio ou processo que requeira permissão sob os Direitos Licenciados, como reprodução, exibição pública, execução pública, distribuição, disseminação, comunicação ou importação, e disponibilizar material ao público, incluindo por vias pelas quais os membros do público possam ter acesso ao material a partir de um local e no momento individualmente escolhidos por eles.

# s1_definitions.sui_generis_database_rights
source: *Sui Generis Database Rights* means rights other than copyright resulting from Directive 96/9/EC of the European Parliament and of the Council of 11 March 1996 on the legal protection of databases, as amended and/or succeeded, as well as other essentially equivalent rights anywhere in the world.
cs: *Zvláštními právy pořizovatele databáze* se rozumí jiná než autorská práva plynoucí ze Směrnice Evropského parlamentu a Rady 96/9/ES z 11. března 1996 o právní ochraně databází, ve znění pozdějších či nahrazujících předpisů, jakož i další v zásadě rovnocenná práva kdekoli na světě.
id: *Hak Basis Data Sui Generis* adalah hak selain hak cipta yang muncul dari Direktif Parlemen dan Dewan Uni Eropa 11 Maret 1996 No. 96/9/EC tentang tentang perlindungan hukum atas basis data, sebagaimana diamandemen dan/atau digantikan, juga hak-hak setara lainnya yang berlaku.
lt: *Sui Generis Teisės į Duomenų Bazes* reiškia kitas teises nei autorinės teisės, kylančias Europos Parlamento ir Tarybos direktyvos 96/9/EB dėl duomenų bazių teisinės apsaugos (su visais jos pakeitimais ir papildymais) pagrindu, o taip pat kitas savo esme tapačias teises visame pasaulyje.
pt: *Direitos Sui Generis sobre Bases de Dados* significam outros direitos, que não o direito de autor e direitos conexos, resultantes da Diretiva 96/9/EC do Parlamento Europeu e do Conselho de 11 de Março de 1996 sobre a proteção legal de bases de dados, conforme emendada e/ou sucedida, bem como outros direitos essencialmente equivalentes em qualquer lugar do mundo.

# s1_definitions.you
source: *You* means the individual or entity exercising the Licensed Rights under this Public License. <strong>Your</strong> has a corresponding meaning.
cs: *Vy, Vám, Vámi, Vás* označuje fyzickou nebo právnickou osobu, vykonávající Licencovaná práva na základě této Veřejné licence. <strong>Vaše, Vašeho, Vašemu, Vašich, Vaším</strong> má obdobný význam.
id: *Anda* adalah setiap individu atau entitas hukum yang menggunakan Hak Lisensi di bawah Lisensi Publik ini.
lt: *Jūs* reiškia fizinį ar juridinį asmenį, įgyvendinantį Suteikiamas Teises pagal šią Viešąją licenciją. Išsireiškimai <strong>„Jums“, „Jūsų“</strong> turi atitinkamas reikšmes.
pt: *Você* significa o indivíduo ou entidade que exerce os Direitos Licenciados sob esta Licença Pública. <strong>Lhe</strong>, <strong>Seu</strong>, <strong>Sua</strong> e <strong>Suas</strong> têm um significado correspondente.

# s1_definitions.adapted_material
source: *Adapted Material* means material subject to Copyright and Similar Rights that is derived from or based upon the Licensed Material and in which the Licensed Material is translated, altered, arranged, transformed, or otherwise modified in a manner requiring permission under the Copyright and Similar Rights held by the Licensor. For purposes of this Public License, where the Licensed Material is a musical work, performance, or sound recording, Adapted Material is always produced where the Licensed Material is synched in timed relation with a moving image.
cs: *Zpracovaným obsahem* se rozumí obsah, na který se vztahují Autorská a obdobná práva, který je odvozený od Licencovaného obsahu, nebo z něj vychází, a v němž je Licencovaný obsah přeložen, pozměněn, uspořádán, změněn nebo jinak upraven způsobem vyžadujícím svolení Poskytovatele. Pro účely této Veřejné licence platí, že pokud je Licencovaným obsahem hudební dílo, výkon výkonného umělce nebo zvukový záznam, je vždy vytvořen Zpracovaný obsah v případě, že je Licencovaný obsah časově synchronně spojen s pohyblivou obrazovou složkou.
id: *Materi Adaptasi* adalah materi yang memiliki Hak Cipta dan Hak-hak Serupa yang diambil dari atau dibuat berdasarkan Materi Berlisensi dan Materi Berlisensi harus diterjemahkan, diubah, disusun ulang, dialihwujudkan, atau dimodifikasi dengan cara lainnya dengan izin Pemberi Lisensi atas Hak Cipta dan Hak-hak Serupa. Untuk tujuan Lisensi Publik ini, dalam hal Materi Berlisensi adalah ciptaan musikal, pertunjukan, atau rekaman suara, Materi Adaptasi juga tercipta saat Materi Berlisensi dipadukan dengan gambar bergerak.
lt: *Išvestiniai Objektai* reiškia Autorių teisių ir Panašių teisių saugomus objektus, sukurtus pasinaudojus Licencijuojamais Objektais, ir kuriuose Licencijuojami Objektai yra išversti, pakeisti, aranžuoti, transformuoti ar kitaip modifikuoti tokiu būdu, kuriam reikalingas Licenciaro sutikimas, nes to reikalauja jo turimos Autorių teisės ar Panašios teisės. Šios Viešosios licencijos tikslais, kai Licencijuojamas Objektas yra muzikinis kūrinys, atlikimas ar garso įrašas, Išvestinis Objektas visuomet sukuriamas kai Licencijuojamas Objektas sinchronizuojamas laiko atžvilgiu su judančiu vaizdu (angl. – „synching“).
pt: *Material Adaptado* significa material sujeito a Direito de Autor e Direitos Similares que é derivado de ou baseado no Material Licenciado e no qual o Material Licenciado é traduzido, alterado, arranjado, transformado, ou de outra forma modificado de uma maneira que requeira permissão com base no Direito de Autor e Direitos Similares detidos pelo Licenciante. Para os fins desta Licença Pública, quando o Material Licenciado seja uma obra musical, performance, ou fonograma, é sempre produzido Material Adaptado quando o Material Licenciado é sincronizado em relação temporal com uma imagem em movimento.

# s1_definitions.by_sa_compatible_license
source: *BY-SA Compatible License* means a license listed at <a href="//creativecommons.org/compatiblelicenses"> creativecommons.org/compatiblelicenses</a>, approved by Creative Commons as essentially the equivalent of this Public License.
cs: *Licencí kompatibilní s BY-SA* se rozumí licence uvedená na <a href="//creativecommons.org/compatiblelicenses"> creativecommons.org/compatiblelicenses</a>, schválená Creative Commons jako v zásadě rovnocenná s touto Veřejnou licencí.
id: *Lisensi Kompatibel BY-SA* adalah salah satu dari lisensi yang dicantumkan pada <a href="//creativecommons.org/compatiblelicenses"> creativecommons.org/compatiblelicenses</a>, diakui oleh Creative Commons sebagai pada pokoknya setara dengan Lisensi Publik ini.
lt: *BY-SA Suderinta Licencija* reiškia licenciją, kuri yra nurodyta <a href="//creativecommons.org/compatiblelicenses">creativecommons.org/compatiblelicenses</a>, ir kurią Creative Commons pripažino iš esmės lygiaverte šiai Viešajai licencijai.
pt: *Licença Compatível com a BY-SA* significa uma licença listada em <a href="//creativecommons.org/compatiblelicenses"> creativecommons.org/compatiblelicenses</a>, aprovada pela Creative Commons como sendo essencialmente equivalente a esta Licença Pública.

# s1_definitions.license_elements_sa
source: *License Elements* means the license attributes listed in the name of a Creative Commons Public License. The License Elements of this Public License are Attribution and ShareAlike.
cs: *Licenčními prvky* se rozumí podstatné znaky licence uvedené v názvu této Veřejné licence Creative Commons. Licenční prvky této Veřejné licence jsou Uveďte původ a Zachovejte licenci.
id: *Elemen Lisensi* adalah atribut lisensi yang dicantumkan di bawah nama Lisensi Publik Creative Commons. Elemen Lisensi dari Lisensi Publik ini adalah Atribusi dan BerbagiSerupa.
lt: *Licencijos Elementai* reiškia licencijos bruožus, išvardintus Creative Commons Viešosios licencijos pavadinime. Šios Licencijos Elementai yra: Priskyrimas ir Analogiškas platinimas.
pt: *Elementos da Licença* significam os atributos da licença listados no nome de uma Licença Pública Creative Commons. Os Elementos da Licença desta Licença Pública são Atribuição e CompartilhaIgual.

# s1_definitions.noncommercial
source: *NonCommercial* means not primarily intended for or directed towards commercial advantage or monetary compensation. For purposes of this Public License, the exchange of the Licensed Material for other material subject to Copyright and Similar Rights by digital file-sharing or similar means is NonCommercial provided there is no payment of monetary compensation in connection with the exchange.
cs: *Nekomerčním* se rozumí nikoliv prvotně zamýšlený nebo určený pro získání obchodního prospěchu či peněžitého plnění. Pro účely této Veřejné licence se výměna Licencovaného obsahu za jiný obsah, na který se vztahují Autorská nebo obdobná práva, prostřednictvím digitálního sdílení souborů nebo obdobným způsobem považuje za Nekomerční, pokud taková výměna není spojena s peněžitým plněním.
id: *NonKomersial* adalah tujuan penggunaan yang tidak secara utama ditujukan atau secara langsung mengharapkan keuntungan komersial atau kompensasi moneter. Untuk tujuan Lisensi Publik ini, pertukaran Materi Berlisensi dengan materi lain yang memiliki Hak Cipta dan Hak-hak Serupa melalui pertukaran berkas secara digital atau cara serupa adalah tindakan NonKomersial selama tidak ada bayaran atau kompensasi moneter yang diberikan terkait pertukaran tersebut.
lt: *Nekomercinis* reiškia neskirtas ir nenukreiptas į komercinės naudos ar piniginio atlygio gavimą. Šios Viešosios licencijos tikslais, Licencijuojamų Objektų iškeitimas į kitus Autorių teisių ir Panašių teisių saugomus objektus keičiantis skaitmeninėmis rinkmenomis ar kitomis panašiomis priemonėmis bus laikomas Nekomerciniu naudojimu, jei nebus atliekami jokie su keitimusi susijusio piniginio atlygio mokėjimai.
pt: *NãoComercial* significa não primariamente intencionado ou direcionado a uma vantagem comercial ou compensação monetária. Para os fins desta Licença Pública, a troca de Material Licenciado por outro material sujeito a Direito de Autor e Direitos Similares via compartilhamento digital de arquivos ("partilha de ficheiros") ou meios similares é NãoComercial, desde que não haja pagamento ou compensação monetária relacionados com a troca.

# s1_definitions.by_nc_sa_compatible_license
source: *BY-NC-SA Compatible License* means a license listed at <a href="//creativecommons.org/compatiblelicenses"> creativecommons.org/compatiblelicenses</a>, approved by Creative Commons as essentially the equivalent of this Public License.
cs: *Licencí kompatibilní s BY-NC-SA* se rozumí licence uvedená na <a href="//creativecommons.org/compatiblelicenses"> creativecommons.org/compatiblelicenses</a>, schválená Creative Commons jako v zásadě rovnocenná s touto Veřejnou licencí.
id: *Lisensi Kompatibel BY-NC-SA* adalah salah satu dari lisensi yang dicantumkan pada <a href="//creativecommons.org/compatiblelicenses"> creativecommons.org/compatiblelicenses</a>, diakui oleh Creative Commons sebagai pada pokoknya setara dengan Lisensi Publik ini.
lt: *BY-NC-SA Suderinta Licencija* reiškia licenciją, kuri yra nurodyta <a href="//creativecommons.org/compatiblelicenses">creativecommons.org/compatiblelicenses</a>, ir kurią Creative Commons pripažino iš esmės lygiaverte šiai Viešajai licencijai.
pt: *Licença Compatível com a BY-NC-SA* significa uma licença listada em <a href="//creativecommons.org/compatiblelicenses"> creativecommons.org/compatiblelicenses</a>, aprovada pela Creative Commons como sendo essencialmente equivalente a esta Licença Pública.

# s1_definitions.license_elements_nc_sa
source: *License Elements* means the license attributes listed in the name of a Creative Commons Public License. The License Elements of this Public License are Attribution, NonCommercial, and ShareAlike.
cs: *Licenčními prvky* se rozumí podstatné znaky licence uvedené v názvu této Veřejné licence Creative Commons. Licenční prvky této Veřejné licence jsou Uveďte původ, Neužívejte komerčně a Zachovejte licenci.
id: *Elemen Lisensi* adalah atribut lisensi yang dicantumkan di bawah nama Lisensi Publik Creative Commons. Elemen Lisensi dari Lisensi Publik ini adalah Atribusi, NonKomersial, dan BerbagiSerupa.
lt: *Licencijos Elementai* reiškia licencijos bruožus, išvardintus Creative Commons Viešosios licencijos pavadinime. Šios Licencijos Elementai yra: Priskyrimas, Nekomercinis naudojimas ir Analogiškas platinimas.
pt: *Elementos da Licença* significam os atributos da licença listados no nome de uma Licença Pública Creative Commons. Os Elementos da Licença desta Licença Pública são Atribuição, NãoComercial, e CompartilhaIgual.

# s2_scope
source: Section 2 – Scope.
cs: Článek 2 – Rozsah.
id: Bagian 2 – Ruang Lingkup.
lt: 2 skyrius – Apimtis.
pt: Cláusula 2 – Âmbito.

# s2a_license_grant.intro
source: Subject to the terms and conditions of this Public License, the Licensor hereby grants You a worldwide, royalty-free, non-sublicensable, non-exclusive, irrevocable license to exercise the Licensed Rights in the Licensed Material to:
cs: Za podmínek stanovených touto Veřejnou licencí Vám Poskytovatel poskytuje celosvětovou, bezúplatnou, nevýhradní, neodvolatelnou licenci, bez možnosti udělení podlicence, k výkonu Licencovaných práv k Licencovanému obsahu tímto způsobem a v tomto rozsahu:
id: Sesuai dengan syarat dan ketentuan di dalam Lisensi Publik ini, Pemberi Lisensi memberikan Anda lisensi yang berlaku di seluruh dunia, bebas royalti, tidak dapat dilisensikan kembali, non-eksklusif, dan tidak dapat dicabut untuk menggunakan Hak Lisensi pada Materi Berlisensi untuk:
lt: Vadovaudamasis šioje Viešojoje licencijoje išdėstytomis sąlygomis, Licenciaras Jums suteikia neribotą teritoriniu atžvilgiu, neatlygintinę, nesublicencijuojamą, neišimtinę, neatšaukiamą licenciją įgyvendinti Suteikiamas Teises į Licencijuojamą Objektą:
pt: De acordo com os termos e condições desta Licença Pública, o Licenciante concede-Lhe, pelo presente, uma licença mundial, isenta de royalties, não sublicenciável, não exclusiva, e irrevogável para exercer os Direitos Licenciados sobre o Material Licenciado para:

# s2a_license_grant.share
source: reproduce and Share the Licensed Material, in whole or in part; and
cs: rozmnožování a Sdílení Licencovaného obsahu jako celku nebo jeho části,; a
id: memperbanyak dan Membagikan Materi Berlisensi, dalam bentuk utuh maupun sebagian; dan
lt: atgaminti ir Dalintis Licencijuojamu Objektu, visu ar dalimis; ir
pt: reproduzir e Compartilhar o Material Licenciado, no todo ou em parte; e

# s2a_license_grant.adapted
source: produce, reproduce, and Share Adapted Material.
cs: vytváření, rozmnožování a Sdílení Zpracovaného obsahu.
id: menciptakan, memperbanyak, dan Membagikan Materi Adaptasi.
lt: gaminti, atgaminti ir Dalintis Išvestiniais Objektais.
pt: produzir, reproduzir, e Compartilhar Material Adaptado.

# s2a_license_grant.title
source: License grant
cs: Poskytnutí licence
id: Ruang lingkup lisensi
lt: Licencijos suteikimas
pt: Concessão da licença

# s2a_license_grant.share_nc
source: reproduce and Share the Licensed Material, in whole or in part, for NonCommercial purposes only; and
cs: rozmnožování a Sdílení Licencovaného obsahu jako celku nebo jeho části, a to pouze pro Nekomerční účely; a
id: memperbanyak dan Membagikan Materi Berlisensi, dalam bentuk utuh maupun sebagian, hanya untuk kepentingan NonKomersial; dan
lt: atgaminti ir Dalintis Licencijuojamu Objektu, visu ar dalimis, išimtinai Nekomerciniais tikslais; ir
pt: reproduzir e Compartilhar o Material Licenciado, no todo ou em parte, somente para um fim NãoComercial; e

# s2a_license_grant.adapted_nc_nd
source: produce and reproduce, but not Share, Adapted Material for NonCommercial purposes only.
cs: vytváření a rozmnožováni, nikoliv však Sdílení, Zpracovaného obsahu výhradně pro Nekomerční účely.
id: menciptakan, memperbanyak, namun tidak untuk Membagikan, Materi Adaptasi hanya untuk tujuan NonKomersial.
lt: gaminti ir atgaminti, bet ne Dalintis Išvestiniais Objektais, išimtinai Nekomerciniais tikslais.
pt: produzir e reproduzir, mas não Compartilhar, Material Adaptado somente para um fim NãoComercial.

# s2a_license_grant.adapted_nc
source: produce, reproduce, and Share Adapted Material for NonCommercial purposes only.
cs: vytváření, rozmnožování a Sdílení Zpracovaného obsahu pouze pro Nekomerční účely.
id: menciptakan, memperbanyak, dan Membagikan Materi Adaptasi untuk kepentingan NonKomersial.
lt: gaminti, atgaminti ir Dalintis Išvestiniais Objektais, išimtinai Nekomerciniais tikslais.
pt: produzir, reproduzir, e Compartilhar Material Adaptado somente para um fim NãoComercial.

# s2a_license_grant.adapted_nd
source: produce and reproduce, but not Share, Adapted Material.
cs: vytváření a rozmnožováni, nikoliv však Sdílení, Zpracovaného obsahu.
id: menciptakan dan memperbanyak, namun tidak untuk Membagikan, Materi Adaptasi.
lt: gaminti ir atgaminti, bet ne Dalintis Išvestiniais Objektais.
pt: produzir e reproduzir, mas não Compartilhar, Material Adaptado.

# s2a2_license_grant_exceptions.name
source: Exceptions and Limitations
cs: Výjimky a omezení
id: Pengecualian dan Pembatasan
lt: Išimtys ir Apribojimai
pt: Exceções e Limitações

# s2a2_license_grant_exceptions.text
source: . For the avoidance of doubt, where Exceptions and Limitations apply to Your use, this Public License does not apply, and You do not need to comply with its terms and conditions.
cs: . Pro vyloučení pochybností, pokud se na Vaše užití uplatňují Výjimky a omezení, neuplatňuje se tato Veřejná licence a nemusíte dodržovat její podmínky.
id: . Untuk menghindari keraguan, saat Pengecualian dan Pembatasan berlaku atas penggunaan Anda, Lisensi Publik ini tidak berlaku, dan Anda tidak wajib melaksanakan syarat dan ketentuan di dalamnya.
lt: . Aiškumo sumetimais, tais atvejais, kai Jūsų atliekamam objekto panaudojimo būdui taikomos Išimtys ir Apribojimai, ši Viešoji licencija nėra taikoma, ir Jums nebūtina vadovautis jos sąlygomis.
pt: . Para evitar dúvidas, quando Exceções e Limitações sejam aplicáveis à Sua utilização, esta Licença Pública não se aplica, e Você não precisa de cumprir com os seus termos e condições.

# s2a3_license_grant_term.name
source: Term
cs: Doba trvání
id: Jangka waktu
lt: Terminas
pt: Termo
