Repository: 0saurabh0/cc-legal-tools-app
Catalog: locale.licenses/*/LC_MESSAGES/by_4.0.po
Languages: cs, id, lt, pt

# s2a3_license_grant_term.text
source: . The term of this Public License is specified in Section <a href="#s6a">6(a)</a>.
cs: . Doba trvání této Veřejné licence je upravena v článku <a href="#s6a">6(a)</a>.
id: . Jangka waktu Lisensi Publik ini dijelaskan pada Bagian <a href="#s6a">6(a)</a>.
lt: . Šios Viešosios licencijos galiojimo terminas pateiktas <a href="#s6a">6(a)</a> punkte.
pt: . O termo desta Licença Pública está especificado na Cláusula <a href="#s6a">6(a)</a>.

# s2a4_license_grant_media.name
source: Media and formats; technical modifications allowed
cs: Média a formáty; technické úpravy povoleny
id: Media dan format; modifikasi teknis diperbolehkan
lt: Sklaidos priemonės ir formatai; leidžiami techniniai pakeitimai
pt: Meios/suportes e formatos; modificações técnicas permitidas

# s2a4_license_grant_media.text
source: . The Licensor authorizes You to exercise the Licensed Rights in all media and formats whether now known or hereafter created, and to make technical modifications necessary to do so. The Licensor waives and/or agrees not to assert any right or authority to forbid You from making technical modifications necessary to exercise the Licensed Rights, including technical modifications necessary to circumvent Effective Technological Measures. For purposes of this Public License, simply making modifications authorized by this Section <a href="#s2a4">2(a)(4)</a> never produces Adapted Material.
cs: . Poskytovatel Vás opravňuje vykonávat Licencovaná práva prostřednictvím všech médií a formátů známých v tuto chvíli i vzniklých v budoucnu a provádět technické úpravy k tomu potřebné. Poskytovatel se vzdává práva zakázat Vám technické úpravy potřebné k výkonu Licencovaných práv, a to včetně technických úprav potřebných k obcházení Účinných technických prostředků a/nebo souhlasí s tím, že toto právo nebude vykonávat. Pro účely této Veřejné licence platí, že samotné úpravy povolené v tomto článku <a href="#s2a4">2(a)(4)</a> nikdy nevedou k vytvoření Zpracovaného obsahu.
id: . Pemberi Lisensi mengizinkan Anda untuk menggunakan Hak Lisensi pada seluruh media dan format baik yang telah diketahui saat ini maupun yang akan diciptakan, dan untuk melakukan modifikasi teknis yang diperlukan. Pemberi Lisensi melepaskan dan/atau setuju untuk tidak menggunakan hak atau kewenangan apapun untuk melarang Anda melakukan modifikasi teknis yang diperlukan untuk menggunakan Hak Lisensi, termasuk modifikasi teknis yang diperlukan untuk menghilangkan Sarana Kontrol Teknologi. Untuk tujuan Lisensi Publik ini, pembuatan modifikasi yang diizinkan Bagian <a href="#s2a4">2(a)(4)</a> ini tidak berarti menghasilkan Materi Adaptasi.
lt: . Licenciaras suteikia Jums teisę įgyvendinti Suteikiamas Teises naudojantis visomis informacijos sklaidos priemonėmis ir bet kokiais formatais, taip pat atlikti tam reikalingus techninius pakeitimus. Licenciaras atsisako ir/ar sutinka nereikšti teisių ar įgaliojimų drausti Jums atlikti techninius pakeitimus, reikalingus Suteiktoms Teisėms įgyvendinti, įskaitant pakeitimus, reikalingus apeiti Veiksmingoms Techninėms Apsaugos Priemonėms. Šios Viešosios licencijos tikslais, vien atliekant <a href="#s2a4">2(a)(4)</a> punkte numatytus pakeitimus Išvestiniai Objektai niekuomet nesukuriami.
pt: . O Licenciante autoriza Você a exercer os Direitos Licenciados em todos os meios/suportes e formatos conhecidos agora ou criados posteriormente, e a fazer as modificações técnicas necessárias para tanto. O Licenciante cede e/ou concorda em não reivindicar nenhum direito que proíba Você de fazer modificações técnicas necessárias ao exercício dos Direitos Licenciados, incluindo modificações técnicas necessárias para contornar Medidas Eficazes de Caráter Tecnológico. Para os fins desta Licença Pública, fazer simplesmente modificações autorizadas por esta Cláusula <a href="#s2a4">2(a)(4)</a> nunca produz Material Adaptado.

# s2a5_license_grant_downstream_offer.name
source: Offer from the Licensor – Licensed Material
cs: Nabídka Poskytovatele – Licencovaný obsah
id: Tawaran dari Pemberi Lisensi – Materi Berlisensi
lt: Licenciaro oferta – Licencijuojamas Objektas
pt: Oferta pelo Licenciante – Material Licenciado

# s2a5_license_grant_downstream_offer.text
source: . Every recipient of the Licensed Material automatically receives an offer from the Licensor to exercise the Licensed Rights under the terms and conditions of this Public License.
cs: . Každému příjemci Licencovaného obsahu je automaticky učiněna nabídka Poskytovatele k výkonu Licencovaných práv v souladu s podmínkami této Veřejné licence.
id: . Setiap pengguna Materi Berlisensi secara otomatis menerima tawaran dari Pemberi Lisensi untuk menggunakan Hak Lisensi di bawah syarat dan ketentuan dalam Lisensi Publik ini.
lt: . Kiekvienas Licencijuojamo Objekto gavėjas automatiškai gauna Licenciaro ofertą (pasiūlymą) įgyvendinti Suteikiamas Teises šios Viešosios licencijos sąlygomis.
pt: . Cada receptor do Material Licenciado recebe automaticamente uma oferta do Licenciante para exercer os Direitos Licenciados sob os termos e condições desta Licença Pública.

# s2a5_license_grant_downstream_no_restrictions.name
source: No downstream restrictions
cs: Žádná další omezení
id: Tidak ada halangan tambahan
lt: Jokių tolimesnių apribojimų
pt: Sem restrições subsequentes

# s2a5_license_grant_downstream_no_restrictions.text
source: . You may not offer or impose any additional or different terms or conditions on, or apply any Effective Technological Measures to, the Licensed Material if doing so restricts exercise of the Licensed Rights by any recipient of the Licensed Material.
cs: . Licencovaný obsah nesmíte nabízet za dalších či jiných podmínek, ani na něj uplatňovat Účinné technické prostředky, pokud by to omezovalo vykonávání Licencovaných práv jakýmkoli příjemcem Licencovaného obsahu.
id: . Anda tidak boleh menawarkan atau memberikan syarat dan ketentuan tambahan pada, atau menggunakan Sarana Kontrol Teknologi pada, Materi Berlisensi apabila tindakan tersebut menghalangi penggunaan Hak Lisensi oleh setiap pengguna lain dari Materi Berlinsensi.
lt: . Jums draudžiama siūlyti ar nustatyti bet kokias papildomas ar skirtingas sąlygas ar apribojimus arba taikyti bet kokias Veiksmingas Technines Apsaugos Priemones Licencijuojamo Objekto atžvilgiu, jei tai ribotų Suteiktų Teisių įgyvendinimą bet kokiam Licencijuojamo Objekto gavėjui.
pt: . Você não pode propor ou impor quaisquer termos ou condições, adicionais ou diferentes, ou aplicar quaisquer Medidas Eficazes de Caráter Tecnológico, sobre o Material Licenciado, se tal restringir o exercício dos Direitos Licenciados por qualquer receptor do Material Licenciado.

# s2a6_license_grant_no_endorsement.name
source: No endorsement
cs: Vyloučení podpory
id: Tanpa dukungan
lt: Jokio pripažinimo
pt: Sem endosso

# s2a6_license_grant_no_endorsement.text
source: . Nothing in this Public License constitutes or may be construed as permission to assert or imply that You are, or that Your use of the Licensed Material is, connected with, or sponsored, endorsed, or granted official status by, the Licensor or others designated to receive attribution as provided in Section <a href="#s3a1Ai">3(a)(1)(A)(i)</a>.
cs: . Nic v této Veřejné licenci nezakládá ani nesmí být vykládáno jako povolení prohlašovat nebo naznačovat, že Vy nebo Vaše užití Licencovaného obsahu jste nějak podporování, schváleni, či propojeni s Poskytovatelem nebo kýmkoli jiným, kdo má být uveden dle článku <a href="#s3a1Ai">3(a)(1)(A)(i)</a>, nebo že Vám byl z jejich strany udělen oficiální status.
id: . Tidak satupun hal di bawah Lisensi Publik ini memunculkan atau dapat memunculkan izin untuk menyatakan secara langsung maupun tidak langsung bahwa Anda, atau penggunaan Anda atas Hak Lisensi, adalah terkait dengan, atau didukung oleh, atau secara resmi diberikan oleh, Pemberi Lisensi atau pihak lain yang harus menerima atribusi sebagaimana tercantum dalam Bagian <a href="#s3a1Ai">3(a)(1)(A)(i)</a>.
lt: . Jokia šios Viešosios licencijos dalis nesuteikia leidimo ir negali būti aiškinama kaip suteikianti leidimą teigti ar leisti manyti, kad Jūs ar Jūsų atliktas Licencijuojamo Objekto panaudojimas susijęs, remiamas, patvirtintas ar gavęs oficialų pripažinimą iš Licenciaro ar kitų asmenų, kurie gali reikalauti autorystės priskyrimo pagal <a href="#s3a1Ai">3(a)(1)(A)(i)</a> punktą.
pt: . Nada nesta Licença Pública constitui ou pode ser entendido como uma permissão para afirmar ou sugerir que Você, ou que a Sua utilização do Material Licenciado, é conectado ao, patrocinado ou endossado pelo, ou tem status oficial concedido pelo, Licenciante ou terceiros designados para receber atribuição como previsto na Cláusula <a href="#s3a1Ai">3(a)(1)(A)(i)</a>.

# s2b_other_rights_title
source: <p><strong>Other rights</strong>.</p>
cs: <p><strong>Další práva</strong>.</p>
id: <p><strong>Hak lainnya</strong>.</p>
lt: <p><strong>Kitos teisės</strong>.</p>
pt: <p><strong>Outros direitos</strong>.</p>

# s2b_other_rights_moral
source: Moral rights, such as the right of integrity, are not licensed under this Public License, nor are publicity, privacy, and/or other similar personality rights; however, to the extent possible, the Licensor waives and/or agrees not to assert any such rights held by the Licensor to the limited extent necessary to allow You to exercise the Licensed Rights, but not otherwise.
cs: Na osobnostní práva, jako například právo na nedotknutelnost, se tato Veřejná licence nevztahuje, stejně jako na právo na podobu a soukromí a/nebo další obdobná osobnostní práva; nicméně, k tomu, aby Vám umožnil vykonávat Licencovaná práva se Poskytovatel v nejširším možném rozsahu vzdává a/nebo se zavazuje je nevykonávat.
id: Hak moral, seperti hak atas integritas, tidak dilisensikan di bawah Lisensi Publik ini, juga hak atas potret, kerahasiaan, dan/atau hak personal serupa lainnya; walau demikian, sejauh yang dimungkinkan, Pemberi Lisensi melepaskan dan/atau setuju untuk tidak menggunakan hak lainnya yang dipegang oleh Pemberi Lisensi hingga batasan tertentu untuk mengizinkan Anda menggunakan Hak Lisensi, dan bukan sebaliknya.
lt: Neturtinės teisės, tokios kaip teisė į objekto vientisumą, šia Viešąja licencija nesuteikiamos, taip pat nesuteikiama teisė implikuoti sąsają su asmeniu komerciniais tikslais, teisė į privatų gyvenimą ir/ar jokios kitos panašios asmeninės teisės; tačiau, kiek tai įmanoma, Licenciaras atsisako ir/ar sutinka nereikalauti tokių savo turimų teisių ta apimtimi, kiek tai būtina Jums Suteiktų Teisių įgyvendinimui, tačiau ne daugiau.
pt: Direitos morais, como o direito à integridade, não são licenciados por esta Licença Pública, nem o são os direitos de imagem, privacidade, e/ou outros direitos de personalidade similares; contudo, na medida do possível, o Licenciante renuncia e/ou concorda não exercer quaisquer desses direitos detidos pelo Licenciante, na medida necessária para permitir que Você exerça os Direitos Licenciados, mas não de outra forma.

# s2b_other_rights_patent
source: Patent and trademark rights are not licensed under this Public License.
cs: Tato Veřejná licence se nevztahuje na práva z patentu a ochranné známky.
id: Hak paten dan merek dagang tidak dilisensikan di bawah Lisensi Publik.
lt: Šia Viešąja licencija nėra suteikiamos teisės į patentus ar prekių ženklus.
pt: Direitos de patente e marcas não se encontram licenciados sob esta Licença Pública.

# s2b_other_rights_waive_non_nc
source: To the extent possible, the Licensor waives any right to collect royalties from You for the exercise of the Licensed Rights, whether directly or through a collecting society under any voluntary or waivable statutory or compulsory licensing scheme. In all other cases the Licensor expressly reserves any right to collect such royalties.
cs: Poskytovatel se v nejširším možném rozsahu vzdává veškerých práv, na jejichž základě od Vás může vybírat odměnu za vykonávání Licencovaných práv, ať už přímo či prostřednictvím kolektivního správce na základě jakéhokoli systému dobrovolné, rozšířené nebo povinné kolektivní správy. Ve všech ostatních případech si Poskytovatel výslovně vyhrazuje právo vybírat takovou odměnu.
id: Sejauh yang dimungkinkan, Pemberi Lisensi melepaskan hak untuk mendapatkan royalti dari Anda dengan menggunakan Hak Lisensi, baik secara langsung maupun melalui lembaga manajemen kolektif di bawah ketentuan skema lisensi sukarela atau yang dapat dilepaskan maupun skema lisensi wajib. Dalam kondisi lainnya Pemberi Lisensi memiliki hak untuk mendapatkan royalti tersebut.
lt: Kiek tai įmanoma, Licenciaras atsisako bet kokios teisės reikalauti iš Jūsų autorinio atlyginimo už Suteikiamų Teisių įgyvendinimą, tiek tiesiogiai, tiek ir per teisių kolektyvinio administravimo asociacijas, tiek kai teisės administruojamos privalomai, tiek kai atšaukiamai, arba teisių turėtojo pasirinkimu. Licenciaras pareiškia, kad visais kitais atvejais jam lieka teisė gauti autorinį atlyginimą.
pt: Na medida do possível, o Licenciante renuncia a qualquer direito de cobrar-Lhe royalties pelo exercício dos Direitos Licenciados, quer diretamente quer por meio de uma entidade de gestão coletiva, sob qualquer regime de licenciamento voluntário ou legal, disponível ou compulsório. Em todos os outros casos, o Licenciante reserva expressamente o direito de arrecadar tais royalties.

# s3_conditions_title
source: Section 3 – License Conditions.
cs: Článek 3 – Licenční podmínky.
id: Bagian 3 – Ketentuan Lisensi.
lt: 3 skyrius – Licencijos sąlygos.
pt: Cláusula 3 – Condições da Licença.

# s3_conditions_intro
source: Your exercise of the Licensed Rights is expressly made subject to the following conditions.
cs: Vykonávání Vám Licencovaných práv zcela podléhá následujícím podmínkám.
id: Penggunaan Anda atas Hak Lisensi bergantung pada ketentuan di bawah ini.
lt: Įgyvendinti Jums Suteiktas Teises galite tik laikydamasis žemiau išvardintų reikalavimų.
pt: O Seu exercício dos Direitos Licenciados fica expressamente sujeito às condições seguintes.

# s3_conditions_attribution
source: <p><strong>Attribution</strong>.</p>
cs: <p><strong>Uveďte původ</strong>.</p>
id: <p><strong>Atribusi</strong>.</p>
lt: <p><strong>Priskyrimas</strong>.</p>
pt: <p><strong>Atribuição</strong>.</p>

# s3_conditions.retain_the_following
source: retain the following if it is supplied by the Licensor with the Licensed Material:
cs: zachovat následující informace, pokud je Poskytovatel s Licencovaným obsahem uvedl:
id: mencantumkan hal-hal di bawah ini apabila dinyatakan oleh Pemberi Lisensi di dalam Materi Berlisensi:
lt: išsaugoti žemiau išvardintus elementus, jei Licenciaras juos pateikė su Licencijuojamu Objektu:
pt: manter o seguinte, se for fornecido pelo Licenciante com o Material Licenciado:

# s3_conditions.identification
source: identification of the creator(s) of the Licensed Material and any others designated to receive attribution, in any reasonable manner requested by the Licensor (including by pseudonym if designated);
cs: identifikace tvůrce (tvůrců) Licencovaného obsahu a kohokoli dalšího, kdo má být uveden, a to jakýmkoli Poskytovatelem požadovaným způsobem (včetně pseudonymu, pokud je uveden), pokud je tento způsob rozumný;
id: identitas para pencipta Materi Berlisensi dan pihak lain yang harus menerima atribusi, dengan cara yang sesuai dengan permintaan Pemberi Lisensi (termasuk penggunaan nama samaran jika ada);
lt: nurodytą Licencijuojamo Objekto kūrėjo(-ų) ir kitų asmenų, turinčių teisę reikalauti priskyrimo, tapatybę, išreikštą tokiais protingumo kriterijų atitinkančiais būdais, kaip Licenciaras reikalauja (įskaitant pseudonimą, jei jis nurodytas);
pt: identificação do(s) criador(es) do Material Licenciado e quaisquer outros designados para receber atribuição, de qualquer forma razoável solicitada pelo Licenciante (incluindo por pseudónimo, se designado);

# s3_conditions.copyright
source: a copyright notice;
cs: výhradu autorského práva;
id: pemberitahuan hak cipta;
lt: pranešimą apie autorines teises;
pt: um aviso de direito de autor e direitos conexos;

# s3_conditions.license
source: a notice that refers to this Public License;
cs: odkaz na tuto Veřejnou licenci;
id: pemberitahuan mengenai Lisensi Publik ini;
lt: pranešimą, pateikiantį nuorodą į šią Viešąją licenciją;
pt: um aviso que se refere a esta Licença Pública;

# s3_conditions.disclaimer
source: a notice that refers to the disclaimer of warranties;
cs: odkaz na vyloučení záruk;
id: pemberitahuan mengenai pernyataan jaminan;
lt: pranešimą, pateikiantį nuorodą į garantijų išlygas;
pt: um aviso que se refere à exclusão de garantias;

# s3_conditions.link
source: a URI or hyperlink to the Licensed Material to the extent reasonably practicable;
cs: URI nebo hypertextový odkaz na Licencovaný obsah, pokud je to rozumně proveditelné;
id: PSS (pengidentifikasi sumber seragam) atau tautan kepada Materi Berlisensi jika memungkinkan;
lt: universalųjį ištekliaus identifikatorių (URI) ar interaktyvią nuorodą į Licencijuojamą Objektą, kiek tai įmanoma;
pt: um URI ou um hyperlink para o Material Licenciado na medida razoavelmente exequível;

# s3_conditions.modified
source: indicate if You modified the Licensed Material and retain an indication of any previous modifications; and
cs: uvést informace o případné úpravě Licencovaného obsahu a zachovat veškeré zmínky o předchozích úpravách; a
id: menunjukkan bahwa Anda telah memodifikasi Materi Berlisensi dan menunjukkan setiap modifikasi yang sebelumnya pernah dibuat; dan
lt: nurodyti, jei Jūs Licencijuojamą Objektą modifikavote, ir išlaikyti nuorodą į ankstesnes modifikacijas; ir
pt: indicar se Você modificou o Material Licenciado e manter uma indicação de quaisquer modificações prévias; e

# s3_conditions.licensed
source: indicate the Licensed Material is licensed under this Public License, and include the text of, or the URI or hyperlink to, this Public License.
cs: uvést, že Licencovaný obsah je licencován v souladu s touto Veřejnou licencí a uvést její text či URI nebo hypertextový odkaz na tuto Veřejnou licenci.
id: menunjukkan bahwa Materi Berlisensi dilisensikan di bawah Lisensi Publik ini, termasuk teks, atau PSS dan tautan kepada, dari Lisensi Publik ini.
lt: nurodyti, kad Licencijuojamas Objektas yra licencijuojamas vadovaujantis šia Viešąja licencija, ir įtraukti šios Viešosios licencijos tekstą ar URI ar interaktyvią nuorodą į ją.
pt: indicar que o Material Licenciado é licenciado com esta Licença Pública, e incluir o texto de, ou o URI ou o hyperlink para, esta Licença Pública.

# s3_conditions.satisfy
source: You may satisfy the conditions in Section
cs: V závislosti na médiu, způsobu a kontextu ve kterém Licencovaný obsah sdílíte, můžete podmínky stanovené v článku
id: Anda dapat melaksanakan ketentuan pada Bagian
lt: 3(a)(1)
pt: Você pode satisfazer as condições da Cláusula

# s3_conditions.remove
source: If requested by the Licensor, You must remove any of the information required by Section
cs: Pokud to Poskytovatel požaduje, musíte odstranit jakékoli informace požadované dle článku
id: Apabila dimintakan demikian oleh Pemberi Lisensi, Anda harus menghilangkan setiap informasi yang dinyatakan dalam Bagian
lt: Jei Licenciaras reikalauja, Jūs privalote pašalinti bet kokią
pt: Se solicitado pelo Licenciante, Você deve remover qualquer parte da informação exigida pela Cláusula

# s3_conditions.if_you_share_non_nd
source: <p>If You Share the Licensed Material (including in modified form), You must:</p>
cs: <p>Pokud Sdílíte Licencovaný obsah (včetně jeho upravené podoby) musíte:</p>
id: <p>Apabila Anda Membagikan Materi Berlisensi (termasuk yang telah dimodifikasi), Anda wajib:</p>
lt: Jei Jūs Dalinatės Licencijuojamu Objektu (įskaitant modifikacijas), privalote:
pt: <p>Se Você Compartilhar o Material Licenciado (incluindo sob uma forma modificada), Você deve:</p>

# s3_conditions.if_you_share_nd
source: <p>If You Share the Licensed Material, You must:</p>
cs: <p>Pokud Sdílíte Licencovaný obsah, musíte:</p>
id: <p>Apabila Anda Membagikan Materi Berlisensi, Anda wajib:</p>
lt: Jei Jūs Dalinatės Licencijuojamu Objektu, privalote:
pt: <p>Se Você Compartilhar o Material Licenciado, Você deve:</p>

# s4_sui_generics_database_rights_titles
source: Section 4 – Sui Generis Database Rights.
cs: Článek 4 – Zvláštní práva pořizovatele databáze.
id: Bagian 4 – Hak Basis Data Sui Generis.
lt: 4 skyrius – Sui Generis Teisės į Duomenų Bazes.
pt: Cláusula 4 – Direitos Sui Generis sobre Bases de Dados.

# s4_sui_generics_database_rights.extract_reuse_non_nc_non_nd
source: for the avoidance of doubt, Section 2(a)(1) grants You the right to extract, reuse, reproduce, and Share all or a substantial portion of the contents of the database;
cs: pro vyloučení pochybností, článek 2(a)(1) Vás opravňuje vytěžovat, zužitkovávat, rozmnožovat a Sdílet celý obsah databáze nebo podstatnou část obsahu databáze;
id: untuk menghindari keraguan, Bagian 2(a)(1) memberikan hak kepada Anda untuk mengambil, menggunakan kembali, memperbanyak, dan Membagikan seluruh atau sebagian besar dari isi basis data;
lt: aiškumo sumetimais, pagal 2(a)(1) punktą Jums suteikiama teisė išgauti, pakartotinai naudoti, atkurti ir Dalintis duomenų bazės turiniu ar jos atskiromis dalimis;
pt: para evitar dúvidas, a Cláusula 2(a)(1) concede-Lhe o direito de extrair, reutilizar, reproduzir e Compartilhar a totalidade ou uma parte substancial dos conteúdos da base de dados;

# s4_sui_generics_database_rights.adapted_material_non-sa
source: if You include all or a substantial portion of the database contents in a database in which You have Sui Generis Database Rights, then the database in which You have Sui Generis Database Rights (but not its individual contents) is Adapted Material; and
cs: pokud zahrnete celý obsah databáze nebo jeho podstatnou část do databáze, ke které Vám náleží Zvláštní práva pořizovatele databáze, potom je tato databáze (ovšem nikoli její jednotlivé prvky), ke které Vám náleží Zvláštní práva pořizovatele databáze, Zpracovaný obsah; a
id: apabila Anda mencantumkan seluruh atau sebagian besar dari isi basis data di dalam basis data dengan Hak Basis Data Sui Generis yang dapat Anda gunakan, maka basis data dengan Hak Basis Data Sui Generis yang dapat Anda gunakan (namun bukan isinya secara terpisah) adalah Materi Adaptasi; dan
lt: jei Jūs įtrauksite esminę duomenų bazės turinio dalį į kitą duomenų bazę, į kurią turite Sui Generis Teises, tokiu atveju tokia duomenų bazė, į kurią turite Sui Generis Teises (bet ne jos turinio elementai) bus laikoma Išvestiniu Objektu; ir
pt: se Você incluir a totalidade ou uma parte substancial dos conteúdos da base de dados numa base de dados em relação à qual Você tenha Direitos Sui Generis sobre Bases de Dados, então a base de dados em relação à qual Você tenha Direitos Sui Generis sobre Bases de Dados (mas não os seus conteúdos individuais) é Material Adaptado; e

# s4_sui_generics_database_rights.comply_s3a
source: You must comply with the conditions in Section 3(a) if You Share all or a substantial portion of the contents of the database.
cs: pokud Sdílíte celý obsah databáze nebo její podstatnou část, musíte dodržet podmínky v článku 3(a).
id: Anda harus melaksanakan ketentuan dalam Bagian 3(a) apabila Anda Membagikan seluruh atau sebagian besar dari isi basis data.
lt: turėsite laikytis 3(a) punkte nustatytų reikalavimų, jei Dalinsitės esmine duomenų bazės dalimi.
pt: Você deve cumprir com as condições da Cláusula 3(a) se Você Compartilhar a totalidade ou uma parte substancial dos conteúdos da base de dados.

# s4_sui_generics_database_rights.postscript
source: For the avoidance of doubt, this Section
cs: Pro vyloučení pochybností, pokud Licencovaná práva zahrnují jiná Autorská a obdobná práva, článek
id: Untuk menghindari keraguan, Bagian
lt: Aiškumo sumetimais, šis
pt: Para evitar dúvidas, esta Cláusula
