Repository: 0saurabh0/cc-legal-tools-app
Catalog: locale.licenses/*/LC_MESSAGES/by_4.0.po
Languages: cs, id, lt, pt

# s2b_other_rights_waive_nc
source: To the extent possible, the Licensor waives any right to collect royalties from You for the exercise of the Licensed Rights, whether directly or through a collecting society under any voluntary or waivable statutory or compulsory licensing scheme. In all other cases the Licensor expressly reserves any right to collect such royalties, including when the Licensed Material is used other than for NonCommercial purposes.
cs: Poskytovatel se v nejširším možném rozsahu vzdává veškerých práv, na jejichž základě od Vás může vybírat odměnu za vykonávání Licencovaných práv, ať už přímo či prostřednictvím kolektivního správce na základě jakéhokoli systému dobrovolné, rozšířené nebo povinné kolektivní správy. Ve všech ostatních případech si Poskytovatel výslovně vyhrazuje právo vybírat takovou odměnu, a to i v případě, že je Licencovaný obsah užít jinak než pro Nekomerční účely.
id: Sejauh yang dimungkinkan, Pemberi Lisensi melepaskan hak untuk mendapatkan royalti dari Anda dengan menggunakan Hak Lisensi, baik secara langsung maupun melalui lembaga manajemen kolektif di bawah ketentuan skema lisensi sukarela atau yang dapat dilepaskan maupun skema lisensi wajib. Dalam kondisi lainnya Pemberi Lisensi memiliki hak untuk mendapatkan royalti tersebut, termasuk dalam hal Materi Berlisensi digunakan selain untuk kepentingan NonKomersial.
lt: Kiek tai įmanoma, Licenciaras atsisako bet kokios teisės reikalauti iš Jūsų autorinio atlyginimo už Suteikiamų Teisių įgyvendinimą, tiek tiesiogiai, tiek ir per teisių kolektyvinio administravimo asociacijas, tiek kai teisės administruojamos privalomai, tiek kai atšaukiamai, arba teisių turėtojo pasirinkimu. Licenciaras pareiškia, kad visais kitais atvejais jam lieka teisė gauti autorinį atlyginimą, įskaitant, kai Licencijuojamas Objektas yra naudojamas kitaip nei Nekomerciniais tikslais.
pt: Na medida do possível, o Licenciante renuncia a qualquer direito de cobrar-Lhe royalties pelo exercício dos Direitos Licenciados, quer diretamente quer por meio de uma entidade de gestão coletiva, sob qualquer regime de licenciamento voluntário ou legal, disponível ou compulsório. Em todos os outros casos, o Licenciante reserva expressamente o direito de arrecadar tais royalties, inclusive quando o Material Licenciado é utilizado para fins diferentes do fim NãoComercial.
